[
  {
    "mainType": "Allié",
    "count": 804,
    "subTypes": [
      "Monstre",
      "Abraknyde",
      "Enutrof",
      "Roi",
      "Unique",
      "Iop",
      "Wabbit",
      "Sram",
      "Bouftou",
      "Bwork",
      "Porkass",
      "Chafer",
      "Chevalier",
      "Crustacé",
      "Féca",
      "Amphibion",
      "Craqueleur",
      "Crocodaille",
      "Démon",
      "Sacrieur",
      "Forgemage",
      "Épouvantail",
      "Xélor",
      "Osamodas",
      "Crâ",
      "Ecaflip",
      "Kralamoure",
      "Bandit",
      "Eniripsa",
      "Gobelin",
      "Pain",
      "Oni",
      "Sadida",
      "Vampyre",
      "Flaqueux",
      "Corbac",
      "Princesse",
      "Fleur",
      "Sanglier",
      "Smare",
      "Snouffle",
      "Pandawa",
      "Tofu",
      "Tynril",
      "Champignon",
      "Marchand",
      "Cochon",
      "Fossoyeur",
      "Champion",
      "Pirate",
      "Hibou",
      "Kimbo",
      "Larve",
      "Alchimiste",
      "Moskito",
      "Phorreur",
      "Piou",
      "Prespic",
      "Flasque",
      "Reptile",
      "Trooll",
      "Maître d'Armes",
      "Bonta",
      "Arakne",
      "Grouilleux",
      "Machine",
      "Brâkmar",
      "Ballon",
      "Dragodinde",
      "Monture",
      "Blop",
      "Boulanger",
      "Brigandin",
      "Rat",
      "Koalak",
      "Citwouille",
      "Croc Gland",
      "Intendant",
      "Poupée",
      "Fantôme",
      "Dopeul",
      "Écureuil",
      "Guide",
      "Gargrouille",
      "Plante",
      "Shushu",
      "Souffleur de Verre",
      "Greuvette",
      "Manipulateur",
      "Koulosse",
      "Navigatrice",
      "Mage",
      "Émissaire",
      "Petite Fille",
      "Ouginak",
      "Percepteur",
      "Pantin",
      "Scarafeuille",
      "Scorbute",
      "Taure",
      "Wapin",
      "YeCh'ti",
      "Zoth",
      "Zobal",
      "Tortue",
      "Dragon",
      "Bourreau",
      "Ogre",
      "Kaskargo",
      "Kitsou",
      "Kraméléhon",
      "Krokille",
      "Kwak",
      "Mandrine",
      "Mulou",
      "Meupette",
      "Coach",
      "Roublard",
      "Poulpe",
      "Poisson",
      "Mascotte",
      "Coffre",
      "Dragoeuf",
      "Gelée",
      "Kanigrou",
      "Minos",
      "Moon",
      "Chasseur de Primes",
      "Banquier",
      "Firefoux",
      "Éponge",
      "Polter",
      "Abrakleur",
      "Bitouf",
      "Archimonstre",
      "Chasseur",
      "Gardien",
      "Kido",
      "Kilibriss",
      "Mufafah",
      "Nerbe",
      "Petit Garçon",
      "Palmifleur",
      "Poolay",
      "Rasboul",
      "Tentacule",
      "Commandeur",
      "Maître Spirituel",
      "Kanniboul",
      "Félin",
      "Présentateur",
      "Péki",
      "Oiseau"
    ],
    "characteristics": [
      "Has cost effects",
      "Has keywords",
      "Has card number",
      "Has experience",
      "Has flavor text",
      "Has artists",
      "Has notes"
    ],
    "stats": [
      "Niveau",
      "Force"
    ],
    "keywords": [
      "Résistance 1",
      ",  : L'Abraknyde Sombre inflige 2 Dommages  à l'Allié ou Héros de votre choix dans le Monde ou dans son Havre Sac.",
      "Défense",
      "Tant qu'Allister, Roi d'Amakna est dans le Monde, tous les Dommages sur le point d'être infligés à votre Héros sont réduits à 0.",
      "Agilité",
      ", Dites « WABEHAMEHA ! » : Le Black Tiwabbit inflige 1 Dommage  à l'Allié ou Héros de votre choix, puis détruisez-le.",
      "Tacle",
      "Tant qu'elle est dressée, Bony Parcœur ne peut pas être choisie par un joueur adverse.",
      "Agressivité",
      "Les Dommages infligés par le Chevalier Ténèbres ne peuvent pas être réduits.",
      "Le Chevalier Ténèbres a une Résistance d'un point dans chaque élément.",
      ": Déclenchez l'effet d'apparition d'un de vos Monstres de Niveau inférieur ou égal à 3 de votre choix.",
      "Le pouvoir du Crapaud Royal peut être utilisé sur un de vos Monstres n'ayant aucun pouvoir d'apparition ou un pouvoir d'apparition qui serait inactif (sur un Black Wabbit dans votre Havre Sac, par exemple). Dans ce cas, rien ne se passe ensuite.",
      "Géant",
      "Quand le Craqueleur des Plaines apparaît, le joueur de votre choix perd 2 PA jusqu'à la fin du tour. Ce joueur peut incliner jusqu'à deux Alliés qu'il contrôle dans le Monde pour réduire cette perte de 1 PA par Allié incliné.",
      "Résistance 2",
      "Quand le Démon X apparaît, détruisez jusqu'à trois de vos Alliés. Tant que le Démon X est en jeu, sa Force est égale à la Force cumulée des Alliés détruits de cette façon.",
      "Si vous choisissez de ne détruire aucun de vos Alliés lors de l'apparition du Démon X, sa Force est alors égale à 0 et le Démon X est immédiatement détruit.\nSi le Démon X est dans votre défausse, et qu'une carte cherche à savoir quelle est sa Force (comme une Blanquette Spéciale Alibert, par exemple), alors sa Force est 0.",
      "Quand la Démone IV apparaît, vous pouvez choisir un ou plusieurs Équipements contrôlés par un autre joueur dans le Monde ou dans son Havre Sac et les déplacer de leur Porteur actuel vers un autre Porteur contrôlé par le même joueur. Tous les nouveaux Porteurs doivent être légaux.",
      "Vous pouvez choisir des Équipements provenant de plusieurs porteurs différents, et les déplacer vers autant d'Alliés différents que possible ; tous les choix sont faits simultanément. Cela ne vous permet pas de déplacer des Équipements de manière illégale, comme déplacer une Coiffe du Bouftou sur un Monstre, ou déplacer une Amulette sur un Allié en portant déjà une, par exemple.",
      "\"Tous les nouveaux Porteurs doivent être légaux.\" a été reprécisé dans l'effet afin de coller précisément à l'effet attendu.",
      "Armurier",
      "Bricoleur",
      "Au début du tour de chaque joueur, si le Monstre Pain est dans le Monde, ce joueur peut payer  pour détruire le Monstre Pain.",
      "Tant que Papris, Roi des Flaqueux est dans le Monde, chaque fois qu'un de vos Monstres est détruit, vous pouvez le mettre sur le dessus de votre Pioche au lieu de le mettre dans votre Défausse.",
      "Trait \"Monstre\" ajouté.",
      "Le pouvoir de Papris, Roi des Flaqueux se déclenche au moment où un Monstre est mis dans votre Défausse suite à sa destruction. Papris, Roi des Flaqueux ne peut donc pas s'impacter lui même car il n'est plus dans le Monde à ce moment.",
      "Forgeron",
      "Réaction.  : Redirigez vers Pym tous les Dommages sur le point d'être infligés à l'Allié ou Héros de votre choix.",
      "Le pouvoir de Pym redirige tous les Dommages d'un seul paquet de Dommages. Si plusieurs paquets de Dommages sont sur le point d'être infligés, comme par exemple lors de la résolution des Dommages sur la cible, vous choisissez quel paquet est redirigé vers Pym.",
      "Réaction. Jouez à Chi-Fu-Mi. Si vous gagnez, piochez une carte et gagnez 1 XP. Sinon, piochez une carte.",
      "N'utilisez ce pouvoir que lorsque vous venez de fabriquer un Équipement.",
      "Pour fabriquer un Équipement, vous devez le jouer depuis votre main en payant sa Recette. Le pouvoir de Shak Shaka, Roi des Robomates ne fonctionne pas si vous jouez un Équipement en payant son coût en Ressources ou si vous le faites entrer en jeu d'une autre manière.",
      "Tant que Sheran Sharm, Roi Sadida est dans le Monde, aucun Allié ou Héros adverse ne peut effectuer de mouvement vers son Havre Sac.",
      "Cela concerne aussi bien les mouvements proposés par les joueurs que ceux provoqués par l'effet d'une Action, d'un Sort ou d'un pouvoir, y compris ceux que vous contrôlez.",
      ", Détruisez le Smarmot : Piochez une carte, puis défaussez-vous d'une carte.",
      "Bijoutier",
      "Stiveun Cigalle peut bloquer même s'il est incliné.",
      "Au début de votre tour, si Uk'Not'Allag est dans le Monde, vous pouvez chercher un Allié Démon dans votre Pioche et le prendre en main. Si vous le faites, mélangez votre Pioche.",
      "Vous pouvez utiliser ce pouvoir même si vous n'avez plus d'Allié Démon dans votre Pioche. Si c'est le cas, vous devez mélanger votre Pioche après voir cherché.",
      ": L'Allié Tofu de votre choix gagne Agilité jusqu'à la fin du tour.",
      "Quand le Black Wabbit apparaît dans le Monde, vous pouvez l'incliner. Si vous le faites, l'Allié de votre choix retourne dans la main de son propriétaire.",
      "Chaque fois qu'un joueur adverse se défausse d'une ou plusieurs cartes de sa main, Brutas, Fondateur d'Astrub gagne +1 en Force jusqu'à la fin du tour.",
      ": Tous vos Alliés Bandits gagnent Géant jusqu'à la fin du tour.",
      "Quand Chuck Maurice attaque, vous pouvez incliner l'Allié de votre choix que contrôle le joueur défenseur.",
      "Quand le Crapaud à Moustache apparaît, il ne se passe rien.",
      "L'effet d'apparition du Crapaud à Moustache est placé sur la file d'attente, mais n'a pas de conséquence.",
      "Trait « Monstre » ajouté.",
      "Quand Démon XII apparaît dans le Monde, tous vos Alliés et Héros gagnent Géant jusqu'à la fin du tour.",
      "Quand Démon XVIII apparaît dans le Monde, vous pouvez chercher une carte dans la Pioche du joueur de votre choix et la bannir. Si vous le faites, mélangez ensuite sa Pioche.",
      "Si vous décidez de chercher une carte dans la Pioche de votre adversaire, vous êtes obligé de trouver une carte si cette Pioche contient au moins une carte, vous ne pouvez pas choisir de ne rien trouver. En effet, la recherche n'a aucun critère à respecter.",
      "Quand un joueur adverse déclare une attaque, vous pouvez redresser Dhavid Boivit.",
      "Donky L. Bouffy peut effectuer un mouvement même s'il est incliné.",
      ": Recyclez une carte de votre Défausse. Dryana Karamboul inflige 1 Dommage de l'élément de la carte recyclée à l'Allié ou Héros de votre choix.",
      "Tant qu'Ewesson Smisse est dans le Monde, chaque fois qu'un joueur adverse pioche une carte pendant sa Phase principale, son Héros subit 1 Dommage .",
      ": Tous les joueurs piochent une carte.",
      "Le pouvoir d'Ewesson Smisse se déclenche à chaque fois qu'une carte est piochée. Si un joueur adverse doit piocher plusieurs cartes en une seule fois, il subit autant de Dommages que de cartes piochées, sous forme de paquets de 1 Dommage .",
      "Tant que vous contrôlez au moins un autre Allié d'élément , ,  ou  dans le Monde, Gourlo le Terrible gagne Résistance 2 dans l'élément correspondant.",
      "Ce pouvoir est cumulatif. Si vous contrôlez en plus de Gourlo le Terrible deux Alliés  et un Allié , Gourlo le Terrible a Résistance 2  et Résistance 2 .",
      "Le texte a été reformulé sans incidence sur l'effet de la carte, « a Résistance 2 » devient « gagne Résistance 2 ».",
      "Réaction.  :  Quand la Larve Rubis est choisie par un pouvoir d'un Allié de Niveau inférieur ou égal à 2, choisissez un autre Allié que pourrait choisir ce pouvoir à la place.",
      "Chaque fois que Le Corbeau Noir se redresse dans le Monde, le joueur de votre choix se défausse d'une carte de sa main au hasard.",
      ": Le Corbeau Noir inflige 2 Dommages  à l'Allié ou Héros incliné de votre choix.",
      "Chaque fois que vous devez recycler une carte, vous pouvez recyclez une carte dans la Défausse du joueur de votre choix sous sa Pioche comme si elle était dans votre propre Défausse.",
      "Ce pouvoir n'est pas limité, vous pouvez le reproduire à chaque fois que vous devez recycler une carte durant le tour, tant que Maître Pâle Jack est en jeu. Si vous devez recycler plusieurs cartes en même temps, vous pouvez choisir pour chaque carte depuis quelle défausse recycler.",
      "Au début de votre tour, Pandhravan, Pandawushu Novice perd Agilité et gagne Géant jusqu'à la fin du tour.",
      "Quand Qil Bil apparaît, il peut infliger 3 Dommages  à l'Allié ou Héros incliné de votre choix.",
      ": Le joueur de votre choix perd 1 PA jusqu'à la fin du tour. Puis, si ce joueur n'a plus de carte en main, il perd également 1 PM.",
      "Quand Rok Gnorok apparaît, le joueur de votre choix perd 1 PM jusqu'à la fin du tour.",
      "Tant qu'il est incliné, le Serpentin ne peut pas être choisi par un joueur adverse.",
      "Si le Serpentin est dressé et choisi par une Action, et si une réaction à cette Action le fait s'incliner, alors au moment de résoudre la première Action le Serpentin est incliné et est donc un choix invalide : l'Action est annulée.",
      "Le Serpentin ne peut pas être choisi pour l'application d'un pouvoir ou d'une action. Toutefois il peut toujours être désigné comme cible d'une attaque, il ne s'agit pas là d'un choix.",
      "Tant qu'il est le seul bloqueur, Silas, le Loup Errant gagne +2 en Force.",
      "Tant que le Tofu Royal est dans le Monde, tous vos autres Alliés Tofu dans le Monde ont +1 en Force.",
      ": Cherchez une carte Tofu de Niveau inférieur ou égal à 2 dans votre Pioche et mettez-la en jeu inclinée, puis mélangez votre Pioche.",
      "Le bonus de Force du Tofu Royal ne dure pas jusqu'à la fin du tour, mais tant qu'il est en jeu dans le Monde. Si un Tofu (un Allié de Force 1) dans le Monde en même temps que le Tofu Royal subit 1 Dommage, puis que le Tofu Royal quitte le jeu, le Tofu est détruit.",
      "Le Trooll doit attaquer ou bloquer seul.",
      "Quand Vil Smisse apparaît, puis au début de chacun de vos tours, choisissez un joueur adverse. La Force de Vil Smisse est réduite de 1 pour chaque carte dans la main de ce joueur.",
      "Une fois le joueur choisi, la Force de Vil Smisse est recalculée en permanence en fonction du nombre de cartes dans la main de ce joueur. Si le joueur choisi possède 6 cartes en main au début de votre tour, la Force de Vil Smisse est de 3. S'il défausse une carte par la suite, la Force de Vil Smisse passe immédiatement à 4.",
      "Quand Alplaïa Vamos apparaît, vous pouvez défaussez la carte du dessus de votre Pioche. Si la carte défaussé est une carte , piochez une carte.",
      "Quand Alysse apparaît, vous pouvez défausser la carte du dessus de votre Pioche. S'il s'agit d'une carte , piochez une carte.",
      "Bonta. Tant que Amayiro est dans le Monde, chaque fois qu'un adversaire redresse un de ses Alliés ou Héros grâce à une Action ou un pouvoir, vous pouvez également redresser un de vos Alliés ou Héros.",
      ": L'Arakne Majeure inflige 1 Dommage  à l'Allié ou Héros incliné de votre choix.",
      "La Force de l'Araknotanker Grouilleux est égale au nombre de Grouilleux dans le Monde.",
      "Tant que l'Araknotanker Grouilleux est dans le Monde, le coût de vos Alliés Grouilleux est réduit de .",
      "Araknotanker Grouilleux ayant la famille Grouilleux, il se compte lui-même dans le calcul de sa Force. La Force de base de l'Araknotanker Grouilleux est calculée en permanence, que celui-ci soit en main, dans la Défausse ou en jeu.",
      "Tant qu'il est incliné dans le Monde, Az ne peut pas être choisi par une Action ou un pouvoir adverse.",
      "Tant que Az est dressé dans le Monde, votre Héros ne peut pas être choisi par une Action ou un pouvoir adverse.",
      "Quand le Bandit Manchot apparaît, choisissez jusqu'à deux Équipements contrôlés par le même joueur. Pour chaque Équipement, ce joueur doit payer  ou détruire cet Équipement.",
      "Capture : 1",
      "Le Porteur du Bébé Dragodinde gagne +1 en Force.",
      "Quand le Blop Coco apparaît, vous pouvez révéler les trois premières cartes de votre Pioche. Si un Allié  de Niveau 1 est révélé de cette manière, vous pouvez le mettre en jeu gratuitement, incliné. Recyclez les autres cartes.",
      "Si plusieurs Alliés  de Niveau 1 sont révélés ainsi, vous choisissez celui que vous mettez en jeu gratuitement. Le Blop Coco ne vous permet pas de mettre tous les Alliés en jeu.",
      "Quand le Blop Griotte apparaît, vous pouvez révéler les trois premières cartes de votre Pioche. Si un Allié  de Niveau 1 est révélé de cette manière, vous pouvez le mettre en jeu gratuitement, incliné. Recyclez les autres cartes.",
      "Si plusieurs Alliés  de Niveau 1 sont révélés ainsi, vous choisissez celui que vous mettez en jeu gratuitement. Le Blop Griotte ne vous permet pas de mettre tous les Alliés en jeu.",
      "Quand le Blop Indigo apparaît, vous pouvez révéler les trois premières cartes de votre Pioche. Si un Allié  de Niveau 1 est révélé de cette manière, vous pouvez le mettre en jeu gratuitement, incliné. Recyclez les autres cartes.",
      "Si plusieurs Alliés  de Niveau 1 sont révélés ainsi, vous choisissez celui que vous mettez en jeu gratuitement. Le Blop Indigo ne vous permet pas de mettre tous les Alliés en jeu.",
      "Quand le Blop Reinette apparaît, vous pouvez révéler les trois premières cartes de votre Pioche. Si un Allié  de Niveau 1 est révélé de cette manière, vous pouvez le mettre en jeu gratuitement, incliné. Recyclez les autres cartes.",
      "Si plusieurs Alliés  de Niveau 1 sont révélés ainsi, vous choisissez celui que vous mettez en jeu gratuitement. Le Blop Reinette ne vous permet pas de mettre tous les Alliés en jeu.",
      "Le Boufcoul peut être placé en bloqueur devant un Allié ou Héros avec Agilité.",
      "Quand le Boulanger Sombre apparaît, choisissez jusqu'à deux Équipements contrôlés par le même joueur. Pour chaque Équipement, ce joueur doit payer  ou incliner le Porteur de cet Équipement.",
      ": Le Bworker inflige 4 Dommages  à l'Allié ou Héros de votre choix et 1 Dommages  à tous vos Alliés dans le Monde.",
      "Quand Chauchane apparaît, vous pouvez défausser la carte du dessus de votre Pioche. S'il s'agit d'une carte , piochez une carte.",
      "Tant qu'il est attaquant ou bloqueur, le Chef Crocodaille ne peut pas être choisi par une Action ou un pouvoir adverse.",
      "Le Chevaucheur Koalak ne peut pas être bloqué par des Alliés de Niveau 1.",
      "Héros : Bonta",
      "Tant que Clustus, Roi de Bonta est dans le Monde, tous les Monstres de votre main ont Défense.",
      ": Clustus, Roi de Bonta inflige 3 Dommages  à l'Allié ou Héros de votre choix qu'il bloque ou qui le bloque. Si cet Allié ou Héros est Brâkmar, Clustus, Roi de Bonta lui inflige un nombre de Dommages  égal à sa Force à la place.",
      "Tant que le Craqueleur Légendaire est dans le Monde, tous les Alliés adverses perdent tous leurs pouvoirs.",
      "Si vous jouez un Craqueleur Légendaire alors que votre adversaire en contrôle déjà un dans le Monde, votre Craqueleur Légendaire n'a pas de pouvoir.",
      "Le pouvoir du Craqueleur Légendaire ne choisit pas et n'inflige pas de Dommages, il n'est donc pas affecté par les Règles de Portée. Les Alliés adverses dans leur Havre Sac perdent donc également leurs pouvoirs.",
      "Quand le Craqueleur Vaporeux apparaît, vous pouvez renvoyer l'Allié de votre choix au dessus de la Pioche de son propriétaire.",
      "Tant qu'un joueur adverse contrôle au moins une Zone, le Crocoburio a Agilité.",
      ": Détruisez la Zone de votre choix. Le Crocoburio inflige un nombre de Dommage  égal au Niveau de cette Zone à l'Allié de votre choix.",
      "Quand le Cybwork apparaît, détruisez tous les Alliés de Niveau 1 inclinés dans le Monde.",
      "Quand le Démon I apparaît, chaque joueur qui contrôle plus d'Équipements que vous détruit ses Équipements de son choix jusqu'à ce qu'il en contrôle autant que vous.",
      "Quand le Démon XIX apparaît, il gagne tous les pouvoirs de l'Allié ou Héros de votre choix jusqu'à la fin de la partie.",
      "Si le Démon XIX quitte le jeu puis revient en jeu, il n'est plus considéré comme étant le même Allié, et il ne garde donc pas mémoire des pouvoirs qu'il aurait pu copier précédemment.",
      "Bonta. Quand vous déclarez une attaque, vous pouvez redresser Do si elle est inclinée dans le Monde et qu'elle peut attaquer. Si vous le faites, Do doit être placée en attaquante dans ce combat.",
      "Brâkmar. Tant que Domen est dans le Monde, les Alliés ou Héros ne peuvent pas gagner de bonus de Force.",
      "Ce point de règle est contesté : Seuls sont concernés les bonus gagnés par le biais d'un pouvoir à paiement. Les bonus d'équipement ou les bonus permanents (ex : Chef de Guerre Bouftou) ne sont pas pris en compte dans ce pouvoir.",
      "Vous pouvez toujours jouer des cartes donnant des bonus de Force, mais ce bonus ne fera rien. Les pouvoirs qui se déclenchent quand un bonus de Force est gagné ne se déclencheront pas.",
      "Le Domen annule tout les bonus y compris les permanents telle que celui du Chef de Guerre Bouftou",
      "Si votre Héros est Sacrieur, le coût de Dopeul Sacrieur est réduit de .",
      ": Déplacez dans le Monde l'Allié ou Héros incliné de votre choix présent dans son Havre Sac.",
      "Si votre Héros est Sadida, le coût du Dopeul Sadida est réduit de .",
      ", Défaussez une carte Monstre : Le Dopeul Sadida inflige la Force de ce Monstre en Dommages  à l'Allié ou Héros attaquant ou bloqueur de votre choix.",
      "Si votre Héros est Sram, le coût du Dopeul Sram est réduit de .",
      ": Jusqu'au début de votre prochain tour, l'Allié ou Héros de votre choix ne peut pas être choisi par une Action ou un pouvoir. Vous gagnez 1 PM jusqu'à la fin du tour.",
      "Capture : 2",
      "Le Porteur de la Dragodinde Ébène gagne +1 en Force et Agilité.",
      "Le Porteur de la Dragodinde Indigo gagne +1 en Force et Tacle.",
      "Le Porteur de la Dragodinde Orchidée gagne +1 en Force et Agressivité.",
      "Le Porteur de la Dragodinde Pourpre gagne +1 en Force et Géant.",
      "Capture : 3",
      "Le Porteur de la Dragodinde Squelette gagne +2 en Force et ne peut pas être choisi par un joueur adverse. Vous gagnez 1 PM.",
      "Quand le Forgeron Sombre apparaît, choisissez jusqu'à deux Équipements contrôlés par le même joueur. Pour chaque Équipement, ce joueur doit payer  ou infliger un nombre de Dommages  égal au Niveau de cet Équipement à son Porteur.",
      "Bonta. Tant que Gart Gartigan est dans le Monde, chaque fois qu'un Allié ou Héros adverse gagne un bonus de Force, un de vos Alliés ou Héros de votre choix peut gagner le même bonus de Force.",
      "Seuls sont concernés les bonus gagnés par le biais d'un pouvoir à paiement. Les bonus d'équipement ou les bonus permanents (ex : Chef de Guerre Bouftou) ne sont pas pris en compte dans ce pouvoir.",
      "Quand le Grand Shushu Craquelé apparaît, il inflige 2 Dommages  à l'Allié de votre choix.",
      "Détruisez un Équipement que vous contrôlez : Détruisez le Grand Shushu Craquelé. Chaque joueur peut utiliser ce pouvoir.",
      "Quand Grine Piz apparaît, vous pouvez défausser la carte du dessus de votre Pioche. S'il s'agit d'une carte , piochez une carte.",
      ", Recyclez X Alliés de votre Défausse : Mettez en jeu un Équipement ou une Salle de Niveau X gratuitement de votre main.",
      "L'effet devient : « , Recyclez X Alliés de votre Défausse : Mettez en jeu un Équipement ou une Salle de Niveau X gratuitement de votre main. »",
      "Quand le Guerrier Koalak inflige un ou plusieurs Dommages à un Allié ou Héros, inclinez cet Allié ou Héros. Il ne peut pas se redresser jusqu'au début de votre prochain tour.",
      "Héros : Brâkmar",
      "Tant que Hyrkul le Tendancieux est dans le Monde, tous vos autres Alliés ou Héros Brâkmar ont +1 en Force et Géant.",
      "Quand Jan Khess apparaît, vous pouvez incliner l'Allié de votre choix.",
      "Brâkmar. Tant que Jan Khess est dans le Monde, cet Allié ne peut pas se redresser.",
      "Quand Jeram apparaît, si vous contrôlez moins d'Alliés que l’adversaire de votre choix, vous pouvez redressez jusqu'à deux de vos Alliés.",
      ": Mettez en jeu l'Équipement de votre choix gratuitement depuis votre Défausse.",
      "Brâkmar. Tant que Kalfen est dans le Monde, les joueurs ne peuvent pas perdre de PA.",
      "Quand Klara Vane attaque, elle inflige 1 Dommage  à l'Allié de votre choix.",
      ",  : L'Allié non Monstre de votre choix perd ses pouvoirs et devient un « Monstre — Boufcool » de Force 2  jusqu'à la fin du tour.",
      "L'Allié perd son Trait de Classe, et donc sa capacité à lancer des Sorts de Classe. Il perd également tous les bonus qui s'appliquaient exclusivement à son ancienne Classe.",
      "Un Monstre ne peut pas porter d'Équipements. Les Équipements portés par l'Allié transformé en Monstre sont immédiatement détruits.",
      "Bonta. Tant que Lagoyave est dans le Monde, chaque fois qu'un adversaire vous fait perdre un ou plusieurs PA, tous vos adversaires perdent le même nombre de PA jusqu'à la fin du tour.",
      "Tant qu'il bloque, Maître Joris gagne +2 en Force si votre Héros est la cible de l'attaque.",
      "Quand le Mineur Sombre apparaît, choisissez jusqu'à deux Équipements contrôlés par le même joueur. Pour chaque Équipement, ce joueur doit payer  ou rependre cet Équipement dans sa main.",
      "Quand Nébuline la Câline apparaît, vous pouvez l'incliner. Si vous le faites, vous pouvez chercher un Monstre de Niveau inférieur ou égal à 2 dans votre Pioche et le mettre en jeu gratuitement, puis mélangez votre Pioche.",
      "Brâkmar. Tant que Oto Mustam est dans le Monde, les Alliés et Héros ne peuvent pas être redressés par des Actions ou des pouvoirs.",
      "Tant que vous contrôlez au moins un autre Champignon, le Ougah ne peut pas être choisi.",
      "Au début de votre tour, vous pouvez mettre en jeu un Champignon gratuitement de votre main.",
      "Réaction.  : Gagnez 1 XP. Ne jouez ce pouvoir que lorsqu'un autre joueur vient de gagnez un ou plusieurs XP.",
      ", Recyclez X cartes de votre Défausse : Détruisez l'Allié de Force X de votre choix.",
      "Brâkmar. Tant que Ralgen est dans le Monde, les Dommages sur le point d'être subis par les Alliés ou Héros ne peuvent être réduits que par leurs propres pouvoirs.",
      ": Tous vos autres Rats gagnent +1 en Force et Géant jusqu'à la fin du tour.",
      "Chaque fois que le Rat Blanc inflige un ou plusieurs Dommages, votre Héros regagne 2 PV.",
      ": Vos Alliés et Héros attaquants gagnent Résistance 1 dans l'élément de votre choix jusqu'à la fin du tour.",
      "Le pouvoir  du Rat Blanc ne dure que jusqu'à la fin du tour.",
      "Chaque fois que le Rat Noir inflige un ou plusieurs Dommages à un Héros ou Allié, le Héros de votre choix dans le Monde ou dans son Havre Sac perd 2 PV.",
      ": Vos Alliés et Héros attaquants gagnent Tacle jusqu'à la fin du tour.",
      "Le pouvoir  du Rat Noir ne dure que jusqu'à la fin du tour.",
      "Quand Razortemps inflige un ou plusieurs Dommages de combat à une carte, détruisez cette carte.",
      "Quand Razortemps est mis dans votre Défausse, recyclez-le.",
      "Un Héros ou un Havre Sac sont des cartes. Ils peuvent donc être détruit par le pouvoir de Razortemps. Dans ce cas, ils sont retirés de la partie.",
      "Certaines cartes du Razortemps existent en version promotionnelles Extended Art Brillant avec le trait « Monstre ». Il s'agit d'une erreur de cette version de la carte, la ligne complète de trait est bien « Allié — Machine — Unique »",
      "Quand Rubilax apparaît, détruisez l'Équipement de votre choix ou détruisez Rubilax.",
      "Chaque fois que Rubilax subit un ou plusieurs Dommages, bannissez une carte de votre Défausse ou détruisez-le. Rubilax gagne +1 en Force jusqu'à la fin de la partie.",
      "Rubilax ne gagne que +1 en Force, peu importe le nombre de Dommages qu'il subit. Il est recommandé d'utiliser des marqueurs pour comptabiliser la Force de Rubilax.",
      ",  : Le Scarafeuille Blanc inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      ",  : Le Scarafeuille Bleu inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      ",  : Le Scarafeuille Rouge inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      ",  : Le Scarafeuille Vert inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Quand votre Héros attaque seul, vous pouvez redressez Sellor Noob.",
      "Détruisez un Équipement que vous contrôlez : Détruisez le Shushu Grillé. Chaque joueur peut utiliser ce pouvoir.",
      "Quand le Shushu Lumineux apparaît, vous pouvez renvoyer l'Équipement de votre choix dans la main de son Propriétaire.",
      "Détruisez un Équipement que vous contrôlez : Détruisez le Shushu Lumineux. Chaque joueur peut utiliser ce pouvoir.",
      "Tant qu'un joueur adverse contrôle au moins un Allié d'élément , ,  ou  dans le Monde, Sphincter Celle a Résistance 2 dans l'élément correspondant.",
      "Quand une Action est jouée, détruisez le Taure.",
      "Tant qu'elle est la seule attaquante, Vola Latir a +1 en Force.",
      "Brâkmar. Tant qu'il attaquent seuls, vos Alliés ou Héros ont +1 en Force.",
      "Bonta. Tant que Von Krakendorf est dans le Monde, les Dommages sur le point d'être infligés par les Alliés ou Héros ne peuvent être augmentés que par leurs propres pouvoirs.",
      ": Le YeCh'ti inflige 3 Dommages  à l'Allié de votre choix. Si cet Allié est détruit, son contrôleur perd 1 PA jusqu'à la fin du tour.",
      "Tant que l'Abraknyde Ancestral est dans le Monde, tous vos autres Alliés et Héros gagnent +1 en Force et la Force de tous les Alliés et Héros adverses est réduite de 1, jusqu'à un minimun de 1.",
      "Quand Aermyne Scalptaras apparaît dans le Monde, l'adversaire de votre choix perd 1 PA jusqu'à la fin du tour.",
      "Tant qu'un de vos Champions est attaquant, bloqueur ou cible d'un combat, ce combat se déroule sans phase d'action.",
      "L'intégralité de la phase d'action est supprimée de la structure du combat, qui passe donc directement de la fin de la déclaration des bloqueurs au début de la résolution des duels. Par conséquent, des pouvoirs qui se déclenchent au début de la phase d'action, comme le pouvoir de Marty Nïe, ne se déclencheront pas si un Champion est attaquant, bloqueur ou cible de ce combat. Les pouvoirs qui se déclenchent lors de la déclaration de la cible, des attaquants ou des bloqueurs se déclenchent normalement, de même que ceux qui se déclenchent en fin de combat.",
      ": Choisissez un Allié ou Héros adverse en dehors du combat contrôlé par le joueur défenseur et placez-le comme bloqueur devant Blak Mambo. N'utilisez ce pouvoir que si Blak Mambo est attaquant.",
      "Un Allié ou Héros est considéré comme étant en dehors du combat s'il n'est ni attaquant, ni bloqueur, ni cible dans ce combat.",
      "Quand un de vos Blops apparaît dans le Monde, il peut infliger un nombre de Dommages de son élément égal au nombre d'éléments parmi les Blops que vous contrôlez à l'Allié ou Héros de votre choix.",
      "Les éléments sont Neutre, Terre, Air, Feu et Eau. Le Blop qui apparaît dans le Monde est compté lors de la résolution de ce pouvoir. Le Blop Multicolore Royal déclenche son propre pouvoir. Si vous contrôlez le Blop Multicolore Royal et deux Blop Griotte, et qu'un Blop Coco apparaît dans le Monde, alors vous contrôlez des Blops d'éléments Neutre, Feu et Air (donc de 3 éléments), et par conséquent le Blop Coco qui vient d'apparaître inflige 3 Dommages Air à l'Allié ou au Héros de votre choix.",
      "Résistance 5",
      "Le Chevalier Bôwort ne peut pas être bloqué par un Allié ou Héros .",
      "Le Chevalier de Montmiraï ne peut pas être bloqué par un Allié ou Héros .",
      "Le Chevalier Donky Chocotte ne peut pas être bloqué par un Allié ou Héros .",
      ": Détruisez le Démon de votre choix.",
      "Tous les dommages sur le point d'être infligés au Chevalier Justice par un Démon sont réduits à 0.",
      "Le Chevalier Richaw Twa ne peut pas être bloqué par un Allié ou Héros .",
      "Quand le Démon XXII apparaît, vous pouvez choisir jusqu'à trois cartes non Héros, non Havre Sac contrôlées par le même joueur. Pour chaque carte choisir de cette façon, vous pouvez payer  pour la renvoyer dans la main de son propriétaire.",
      "Quand la Démone XX apparaît dans le Monde, inclinez tous les Alliés et Héros adverses de Force inférieure ou égale à 5.",
      "Inclinez une Arme portée par Dharm Métreu : Dharm Métreu inflige un nombre de Dommages  égal au bonus de Force de cette Arme à l'Allié ou Héros de votre choix.",
      "La Force du Disciple Zoth ne peut pas être augmentée.",
      "La Force du Disciple Zoth est toujours égale à 4. Les bonus de Force conférés temporairement ou indéfiniment par un effet et les bonus de Force conférés par un Equipement au Disciple Zoth sont ignorés.",
      "Renfort",
      "Quand Donatella apparaît en Renfort, l'Allié ou Héros attaquant de votre choix ne peut pas être choisi par un adversaire jusqu'à la fin du tour.",
      "Le Porteur du Dragouf gagne +2 en Force.",
      "Réaction. Détruisez le Dragouf : Tous les Équipements portés par le Porteur du Dragouf sur le point d'être détruits par une Action ou un pouvoir restent en jeu à la place.",
      "Quand Emmet Steïn apparaît, piochez trois cartes. Pour chaque carte piochée de cette façon, payez  ou recyclez une carte de votre main.",
      "Vous décidez de payer  ou de recycler une carte de votre main après avoir pioché chaque carte, et vous pouvez prendre une décision différente à chaque carte piochée. Si la pioche d'une carte via Emmet Steïn est annulée par une Action ou un pouvoir, vous n'avez pas à payer  ou à recycler une carte.",
      "Tous les Dommages sur le point d'être infligés par Emmy Wanahouse ne peuvent pas être réduits ou redirigés.",
      "Fantôme",
      ": Fantômayte perd tous ses pouvoirs excepté celui-ci, puis gagne tous les pouvoirs d'un autre Allié de votre choix jusqu'à la fin de la partie.",
      "Si vous utilisez le pouvoir de Fantômayte pour copier les pouvoirs d'un autre Allié, Fantômayte perd son pouvoir Fantôme. Néanmoins, comme le pouvoir de copie s'arrête si Fantômayte quitte le jeu, donc si par exemple elle est détruite et mise dans votre Défausse, Fantômayte pourra tout de même être remise en jeu depuis votre Défausse grâce à son pouvoir Fantôme.",
      ": Redressez votre Héros. N'utilisez ce pouvoir qu'une seule fois par tour après un combat dans lequel votre Héros a été attaquant.",
      "Quand Grasmera apparaît dans le Monde, vous pouvez détruire l'Allié de votre choix.",
      "Tant que Grasmera est dans le monde, chaque fois qu'un autre de vos Alliés Uniques apparaît, vous pouvez détruire l'Allié de votre choix.",
      "Quand Grozilla attaque, vous pouvez payer X . Si vous le faites, Grozilla inflige X Dommages  à l'Allié de votre choix.",
      "A la fin de votre tour, si Jeune Ogrest est dréssé dans le Monde et qu'il peut attaquer, vous pouvez déclarer une attaque. Jeune Ogrest doit être déclaré comme attaquant si possible, et lui seul peut l'être.",
      "Le pouvoir du Jeune Ogrest permet de déclarer une attaque pendant la Phase de Fin de Tour. Le combat qui en découle se déroule comme les combats qui se déroulent pendant la Phase Principale, et respecte les règles de combat classique. Ce combat comprendra notamment une Phase d'Actions au cours de laquelle les deux joueurs pourront jouer des Actions ou utiliser des pouvoirs. Pour rappel, la Phase de Fin de Tour se déroule après la Phase de Pioche. Par conséquent, le joueur dont c'est le tour aura pioché ses cartes avant le combat du Jeune Ogrest. Il ne repiochera pas de cartes à la fin de ce combat.",
      "Quand Jhär Jhär Bing inflige un ou plusieurs Dommages de combat à un Héros adverse, vous pouvez piocher une carte.",
      "Les Dommages qu'infligent les Alliés ou Héros lors de la résolution des duels ou lors de la résolution des Dommages sur la cible sont des Dommages de combat.",
      ",  : Regardez la main du joueur de votre choix et choisissez-y une Action ou un Équipement de Niveau inférieur ou égal au nombre de Kitsous que vous contrôlez. Ce joueur défausse cette carte. Si vous contrôlez au moins trois Kitsous, ce joueur la recycle à la place.",
      ": Regardez un nombre de cartes du dessus de votre Pioche égal au nombre de Kitsous que vous contrôlez. Prenez l'une de ces cartes en main et recyclez les autres. Si vous contrôlez au moins trois Kitsous, vous pouvez défausser les autres à la place.",
      ",  : Le Kitsou de votre choix gagne un bonus de Force égal au nombre de Kitsous que vous contrôlez jusqu'à la fin du tour. Si vous contrôlez au moins trois Kitsous, le Kitsou choisi de cette façon gagne également Géant jusqu'à la fin du tour.",
      ",  : Le Kitsou Nufeu inflige un nombre de Dommages  égal au nombre de Kitsous que vous contrôlez à l'Allié de votre choix. Si vous contrôlez au moins trois Kitsous, détruisez cet Allié à la place.",
      "Le Kwakwa ne peut pas être bloqué si le joueur défenseur contrôle une Zone.",
      "Quand Leonardawa apparaît en Renfort, choisissez un Allié ou Héros adverse. Jusqu'à la fin du tour, les Dommages que devrait infliger cet Allié ou Héros sont réduits à 0.",
      "Inclinez un de vos Alliés ou Héros Sadida : Inclinez l'Allié ou Héros adverse de votre choix.",
      "Quand le Manitou Zoth apparaît dans le Monde, prenez le contrôle de l'Allié adverse de votre choix jusqu'à la fin du tour. Vous pouvez redressez cet Allié.",
      "A la fin de chaque combat dans lequel Maria Boo a été attaquante, vous pouvez la redressez. Si vous le faites, piochez une carte.",
      "Le Méga Craqueleur ne peut être détruit pas un joueur adverse que par des Dommages de combat.",
      "Si le Méga Craqueleur devrait être détruit par toute autre source que des Dommages de combat, il reste en jeu à la place. Un Allié est détruit lorsqu'il reçoit des Dommages cumulés supérieurs ou égaux à sa Force. Dans ce cas, on considère qu'il est détruit par le paquet de Dommages létaux qu'il reçoit. Si ce paquet de Dommages létaux n'est pas un paquet de Dommages de combat, alors le Méga Craqueleur reste en jeu avec des Dommages cumulés supérieurs ou égaux à sa Force.\n  \t\tExemple : Le Méga Craqueleur bloque un Engin Grouilleux et reçoit 3 Dommages de combat. Une Agression inflige ensuite 3 Dommages au Méga Craqueleur, qui reste en jeu avec 6 Dommages. Si les Dommages avaient tout d'abord été infligés par l'Agression, puis par l'Engin Grouilleux, le Méga Craqueleur aurait été détruit.",
      "Quand le Meulou attaque, vous gagnez +1 PM jusqu'à la fin du combat.",
      "Le pouvoir du Meulou est déclenché lorsque le Meulou est déclaré comme attaquant. Il ne se déclenche pas si le Meulou est placé en combat via une Action ou un pouvoir, comme par exemple le pouvoir de Mawwy Bloodie. Le PM n'est pas perdu si le Meulou est renvoyé dans le Monde pendant le combat.",
      "Quand Michelangela apparaît en Renfort, choisissez un Allié ou Héros adverse en dehors du combat contrôlé par le joueur défenseur. Si vous le faites, placez Michelangela comme attaquante dans ce combat et l'Allié ou Héros choisi comme bloqueur devant Michelangela.",
      "Quand Nami Félabel attaque, vous pouvez regarder la carte du dessus de la Pioche du joueur défenseur. Vous pouvez recycler cette carte.",
      "Tant qu'Ogrest est dans le Monde, aucun adversaire ne peut incliner de cartes pendant votre tour.",
      "Quand Ogrest est mis dans votre Défausse, mélangez-le dans votre Pioche.",
      "Quand Oliphan apparaît, nommez un élément.",
      "Tant qu'Oliphan est dans le Monde, si une Action ou un pouvoir adverse devrait infliger des Dommages de l'élément nommé à votre Héros, il les inflige au Héros de son propriétaire à la place.",
      "Quand le Poulpy apparaît, vous pouvez détruire l'Équipement de votre choix.",
      "Quand Raphaela apparaît en Renfort, regardez la main du joueur défenseur et choisissez-y une carte Action. Ce joueur recycle cette carte.",
      "Tant qu'il est dréssé, le Ratou ne peut pas être désigné comme cible d'une attaque.",
      "A la fin de votre tour, nommez Allié, Équipement, Zone ou Salle. Chaque joueur détruit une carte du type nommé qu'il contrôle.",
      ": Révélez la première carte de votre Pioche. S'il s'agit d'un Monstre, Tomy Bokeur gagne +1 en Force jusqu'à la fin du tour.",
      "La Tourbassingue ne peut pas être bloquée par un Allié ou un Héros sans Géant.",
      "Typla Nett ne peut pas être détruite par son propriétaire.",
      ", Dites \"WABEHAMEHA !\" : Le Black Tiwabbit inflige 1 Dommage  à l'Allié ou Héros de votre choix, puis détruisez-le.",
      "Tant qu'elle est dréssée, Bony Parcœur ne peut pas être choisie par un joueur adverse.",
      "Quand le Bouftou Royal apparaît, redressez tous vos Alliés Bouftous dans le Monde.",
      ": Cherchez une carte Bouftou dans votre Pioche, révélez-la et prenez-la en main, puis mélangez votre Pioche.",
      "Le pouvoir du Bouftou Royal demande de chercher une carte \"Bouftou\" sans préciser son type. Ce pouvoir s'applique à tous les types de carte de la Famille Bouftou, c'est-à-dire contenant \"Bouftou\" dans la ligne de trait.",
      "L'effet devient \"Cherchez une carte Bouftou dans votre Pioche, révélez-la et prenez-la en main, puis mélangez votre Pioche.\"",
      "Tant que le Chêne Mou est dans le Monde, vos autres Monstres  ont +1 en Force.",
      ": Choisissez jusqu'à deux Alliés ou Héros attaquants ou bloqueurs. Le Chêne Mou leur inflige 2 Dommages .",
      "Le bonus de +1 en Force s'applique également aux Monstres que vous contrôlez dans votre Havre Sac car la capacité du Chêne Mou n'est pas affectée par les Règles de Choix.",
      "Quand le Corailleur apparaît, vous pouvez détruire l'Équipement de votre choix.",
      "Quand le Craqueleur des Plaines apparaît, le joueur de votre choix perd 2 PA jusqu'à la fin du tour.",
      "Ce joueur peut incliner jusqu'à deux Alliés qu'il contrôle dans le Monde pour réduire cette perte de 1 PA par Allié incliné.",
      "Chaque fois qu'un Allié ou Héros inflige des Dommages au Crocabulia, le Crocabulia lui inflige 3 Dommages .",
      "Au début de votre tour, votre Héros perd 3 PV ou détruisez le Dark Vlad.",
      ": Le Dark Vlad inflige 2 Dommages  à tous les Alliés ou Héros attaquants ou Bloqueurs.",
      ", Détruisez Deyko Nexion : L'Allié de votre choix retourne dans la main de son propriétaire.",
      "Vous ne pouvez utiliser ce pouvoir que sur des Alliés en jeu.",
      ": Le prochain Allié ou Héros qui s'incline subit 4 Dommages .",
      "Ce pouvoir surveille les évenements d'inclinaison. Ce pouvoir est aveugle aux évenements d'inclinaison qui se produisent dans le Havre Sac adverse. Si l'évenement d'inclinaison déclenche le pouvoir mais que l'Allié a été détruit avant la résolution du pouvoir, le pouvoir du Dragon Cochon se résout mais est sans effet.",
      "Quand le Maître Corbac apparaît, le joueur de votre choix perd 4 PA jusqu'à la fin du tour.",
      "Le pouvoir du Maître Corbac est un pouvoir déclenché et n'est pas, comme tous les pouvoirs déclenchés, considéré comme joué par le joueur. Ce pouvoir ne peut donc pas être annulé par la carte Échec Critique.",
      ", X  : Détruisez l'Équipement de Niveau X de votre choix.",
      "Le Minotoror ne peut pas être bloqué par des Alliés ou Héros de Force inférieure ou égale à 4.",
      ": Le Moon inflige 3 Dommages  à l'Allié ou Héros de votre choix.",
      "Quand Vil Smisse apparaît, puis au début de chacun de vos tours, choisissez un joueur adverse.",
      "La Force de Vil Smisse est réduite de 1 pour chaque carte dans la main de ce joueur.",
      "Quand le Bouftou Royal apparaît, redressez tous vos Bouftous dans le Monde.",
      "Cette carte a reçu un Errata Officiel : L'effet devient \"Cherchez une carte Bouftou dans votre Pioche, révélez-la et prenez-la en main, puis mélangez votre Pioche.\"",
      "Cette carte a reçu un Errata Officiel : par cohérence avec les cartes parues ensuite, le pouvoir du Chevaucheur Gobelin est remplacé par le mot clef Agressivité.",
      "Quand Démon VI apparaît, le joueur de votre choix vous révèle les cartes de sa main et défausse deux cartes de votre choix.",
      "Quand la Démone XXIV apparaît, vous pouvez détruire l'Allié de Force inférieure ou égale à 5 de votre choix.",
      "Le pouvoir de la Démone XXIV est un pouvoir déclenché et n'est pas, comme tous les pouvoirs déclenchés, considéré comme joué par le joueur. Ce pouvoir ne peut donc pas être annulé par la carte Echec Critique.",
      "Quand Djakky Chwan apparaît, chaque joueur peut redresser un Allié de son choix.",
      "Chaque joueur peut choisir un Allié qu'il contrôle aussi bien dans le Monde que dans son Havre Sac, car les Règles de Choix s'appliquent à chaque joueur et non au Djakky Chwan.",
      ": Le prochain Allié ou Héros qui s'incline subit 4 Dommages",
      ", Recycler une carte Équipement : Le Havre Sac de votre choix regagne un nombre de Points de Résistance égal au Niveau de cet Équipement.",
      ": Le Havre Sac de votre choix regagne 2 Points de Résistance.",
      "Vous pouvez utiliser ce pouvoir même si Keyss Aouti est dans votre Havre Sac. Dans ce cas, vous ne pourrez que choisir votre propre Havre Sac.",
      ": Échangez la position de Kriss la Krass avec celle de votre Héros ou d'un autre de vos Alliés.",
      "Si vous échangez Kriss la Krass avec la cible d'un combat, Kriss la Krass devient alors la nouvelle cible du combat.",
      "Si Kriss la Krass est déclaré comme attaquant et que vous l'échangez avec un autre Allié ou votre Héros hors du combat, le combat continue alors avec ce nouvel Allié ou votre Héros en tant qu'attaquant, et Kriss la Krass cesse d'être attaquant.",
      "Si Kriss la Krass est hors du combat et est échangé avec un autre Allié ou Héros attaquant, Kriss la Krass devient attaquant et l'autre Allié ou Héros cesse de l'être. La Déclaration des Bloqueurs ne devient pas illégale si l'échange de positions entraîne une diminution des PM du joueur attaquant en deça du nombre de Héros ou Alliés attaquants.",
      "Vous ne pouvez pas échanger la position si le nouveau bloqueur n'aurait pas pu bloquer normalement l'attaquant. Cela concerne essentiellement l'Agilité et les pouvoirs du type \"ne peut pas bloquer\" comme celui de l'Epouvantail.",
      ": Inclinez l'Allié de Force intérieure ou égale à 3 de votre choix.",
      "Les Dommages infligés au Bourreau des Brumes sont réduits de 2 lorsqu'il est dréssé.",
      "Chaque fois qu'un autre joueur joue une carte Équipement, vous pouvez piocher une carte.",
      "Le pouvoir du Maître Corbac est un pouvoir déclenché et n'est pas, comme tous les pouvoirs déclenchés, considéré comme joué par le joueur. Ce pouvoir ne peut donc pas être annulé par la carte Echec Critique.",
      ", X : Détruisez l'Équipement de Niveau X de votre choix.",
      "Chaque fois que le Prespic Royal subit des Dommages, il inflige le même nombre de Dommages  à l'Allié ou Héros de votre choix.",
      "La Force du Roi Gélax est toujours égale au nombre d'Alliés Gelées que vous contrôlez.",
      ": Cherchez un Allié Gelée dans votre Pioche ou dans votre Défausse et mettez-le en jeu. Il apparaît incliné.",
      "Quand Rolac le Bandit est détruit lorsqu'il est attaquant ou bloqueur, il inflige sa Force en Dommages  à l'Allié attaquant ou Bloqueur de votre choix.",
      ", Reprenez Selk Ator dans votre main : Renvoyez l'Équipement ou la Salle de votre choix dans la main de son propriétaire.",
      "Réaction. Quand un de vos Tofus est détruit, vous pouvez payer  pour mettre en jeu le Tofu Céleste de votre main. Il apparaît incliné.",
      "Chaque fois que le Wa Wabbit subit des Dommages vous pouvez piocher une carte.",
      ": Le Wa Wabbit inflige 2 Dommages  à l'Allié ou Héros de votre choix.",
      "Vous ne piochez qu'une seule carte par paquet de Dommages. Si la Résistance du Wa Wabbit réduit à 0 des Dommages qui devraient lui être infligés, le Wa Wabbit ne subit aucun Dommage et vous ne piochez pas de carte. Vous pouvez piocher une carte si le Wa Wabbit utilise son pouvoir sur lui même en s'infligeant 2 Dommages  (il n'en recevra d'ailleurs qu'un puisqu'il résiste de 1 )",
      ": Choisissez jusqu'à deux Alliés ou Héros attaquants ou bloqueurs différents. Zatoïshwan leur inflige 2 Dommages .",
      "Défaussez une carte : L'Abrakleur Clair inflige 1 Dommage  à l'Allié ou Héros de votre choix. N'utilisez ce pouvoir qu'une seule fois par tour.",
      "Tant que Arnold Ovouarcraf est dans le Monde, chaque fois que vous fabriquez une Armure, l'Allié ou Héros de votre choix ne peut pas être choisi par un adversaire jusqu'à la fin du tour.",
      "Fabriquer un Equipement revient à le jouer pour son coût de Recette. Cet Allié ne se déclenchera pas si l'Equipement est joué de manière classique, ou s'il est mis en jeu de quelque manière que ce soit.",
      "Tant que Bash Skwal est dans le Monde, tous vos Pirates gagnent Agilité.",
      "Tant que Ben le Ripate est dans le Monde, chaque fois qu'un de vos Pirates apparaît, vous pouvez l'incliner. Si vous le faites, redressez un autre de vos Pirates.",
      "Le Pirate que l'on peut incliner est le Pirate qui vient d'apparaître, et non Ben le Ripate. Néanmoins, puisque Ben le Ripate est lui même un Pirate, il est possible de l'incliner pour son propre pouvoir lorsqu'il apparaît. Le pouvoir appartient à Ben le Ripate : jouer une Embuscade sur un Pirate qui est sur le point d'apparaître n'empêchera pas de l'incliner pour redresser un autre Pirate.",
      "Tant qu'il est dressé, le Bitouf des Plaines ne peut pas être choisi par un joueur adverse.",
      "Tant que Bobby Lapinte est dans le Monde, chaque fois que vous fabriquez un Objet, une Salle ou un Bouclier, il inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Quand Boufdégou le Refoulant apparaît dans le Monde, vous pouvez incliner l'Allié ou Héros de votre choix. Cet Allié ou Héros ne peut pas se redresser jusqu'au début de votre prochain tour.",
      "Quand un autre de vos Bouftous apparaît dans le Monde, vous pouvez renvoyer Boufdégou le Refoulant dans la main de son propriétaire.",
      "Bonta. Tant qu'il porte au moins un Équipement, Charly ne peut pas être choisi par un joueur adverse.",
      "Quand le Corailleur Magistral apparaît, nommez une carte. Tant que le Corailleur Magistral est dans le Monde, aucun joueur ne peut joueur de carte portant ce nom.",
      "Quand le Craqueboule Poli apparaît en Renfort, votre Héros gagne +3 en Force jusqu'à la fin du tour.",
      "Ces Alliés apparaissent en Renfort s'ils sont joués par l'intermédiaire de leur pouvoir Renfort. Leur pouvoir ne se déclenche pas s'ils sont joués en dehors du combat, ou s'ils sont mis en jeu par une Action ou un autre pouvoir lors d'un combat, et ce même si votre Héros est attaquant.",
      ": Crocodaille Dandi inflige 1 Dommage  au Monstre de votre choix. Si ce Monstre est Unique, Crocodaille Dandi lui inflige 4 Dommages  à la place.",
      "Quand le Démon XV apparaît depuis votre main, vous pouvez l'incliner et payer X . Si vous le faites, le Démon XV inflige X Dommages  à chaque autre Allié ou Héros dans le Monde. Vous ne gagnez pas d'XP.",
      "Quand la Démone VIII est sur le point d'apparaître, vous pouvez bannir un Allié dans la Défausse de l'adversaire de son votre choix. Si vous le faites, la Démone VIII apparaît avec tous les pouvoirs de cet Allié et les gagne jusqu'à la fin de la partie.",
      "Le Porteur de la Dragodinde Émeraude gagne +1 en Force.",
      "Quand le Porteur de la Dragodinde Émeraude attaque, vous gagnez 1 PM jusqu'à la fin du combat.",
      "Le Porteur de la Dragodinde Prune gagne +1 en Force.",
      "Tant que le Porteur de la Dragodinde Prune est attaquant, tous les Alliés adverses perdent tous les pouvoirs qui vous empêchent de les choisir.",
      "Ce pouvoir permet de choisir les Alliés adverses comme s'ils n'avaient pas les pouvoirs qui vous empêche de les choisir. La Dragodinde Prune n'impacte que les pouvoirs qui appartiennent directement aux Alliés, ou que ces Alliés ont gagné. La Dragodinde Prune ne permet pas de choisir les Alliés qui portent un Equipement tel que la Larvacoiffe, puisque le pouvoir n'est pas gagné par le Porteur mais appartient à la Larvacoiffe.",
      "Le Porteur de la Dragodinde Turquoise gagne +1 en Force.",
      "Tant que le Porteur la Dragodinde Turquoise est attaquant, chaque fois que vous détruisez un Allié adverse, vous pouvez piocher un nombre de cartes égal à la valeur d'XP de cet Allié. Si vous le faites, recyclez une carte de votre main.",
      "Tant que vous n'avez aucune carte en main, le Gamino gagne +2 en Force.",
      "Tant que Garry Mouduli est dans le Monde, vos Équipements ne peuvent pas être détruits par un joueur adverse.",
      "Certains pouvoirs contrôlés par un adversaire peuvent vous contraindre de détruire un ou plusieurs de vos Equipements, comme par exemple le pouvoir du Démon I. Dans ce cas de figure, puisque c'est vous-même qui détruisez vos Equipements, le pouvoir de Garry Mouduli sera sans effet. Le pouvoir de Garry Mouduli n'empêche pas vos adversaires de choisir vos Equipements.",
      "Les Guerriers Zoths ne peuvent pas bloquer.",
      "A la fin de votre tour, si les Guerriers Zoths ont infligé un ou plusieurs Dommages ce tour-ci, détruisez-les.",
      "Iop.  : L'Allié ou Héros de votre choix gagne +1 en Force et Géant jusqu'à la fin du tour.",
      "Cet Allié possède un pouvoir activé ou déclenché lié à la Classe du Héros de son contrôleur. Ce pouvoir se sera jouable ou ne se déclenchera que si le Héros est de la bonne Classe. Dans le cas contraire, le pouvoir ne fera rien.",
      "Quand Hellviss apparaît, tous vos Alliés gagnent Agressivité jusqu'à la fin du tour.",
      "Crâ.  :  Jèms Blond inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Quand Jock et Lack apparaissent, regardez les trois premières cartes de votre Pioche. Recyclez n'importe quel nombre de ces cartes, puis remettez les autres sur le dessus de votre Pioche dans l'ordre de votre choix.",
      "Quand le Kilibriss apparaît en Renfort, vous pouvez échanger la position des Alliés ou Héros bloqueurs de votre choix.",
      "Brâkmar. Au début de votre tour, si Klara Bôss est dans le Monde, tous les Héros adverses perdent 1PV.",
      "Au début de votre tour, si le Kralamoure Géant est dans le Monde, vous pouvez détruire l'Allié de votre choix, puis un autre Allié de votre choix pour chaque Tentacule que vous contrôlez.",
      "Au début de votre tour, si Lamortpeonesque est dans le Monde, elle inflige 2 Dommage  à l'Allié ou Héros adverse de votre choix. Cet Allié ou Héros perd tous ses pouvoirs et ne peut pas bloquer jusqu'à la fin du tour.",
      "Quand Maskemane attaque, vous pouvez payer . Si vous le faites, inclinez l'Allié ou Héros de votre choix contrôlé par le joueur défenseur, puis Maskemane gagne Géant jusqu'à la fin du tour.",
      "Au début de votre tour, si le Minotoboule de Nowel est dans le Monde, chaque joueur choisit un nombre d'Alliés qu'il contrôle égal à la Force du Minotoboule et détruit tous ses autres Alliés.",
      "Si la Force du Minotoboule de Nowel est égale à 6, chaque joueur va choisir 6 de ses Alliés. À la résolution du pouvoir du Minotoboule, tous les Alliés qui n'ont pas été choisis de cette façon sont détruits. Si un de ces Alliés ne peut pas être détruit, alors le pouvoir du Minotoboule n'aura pas d'effet sur lui. Si un joueur contrôle moins d'Alliés que la Force du Minotoboule, alors il ne peut pas choisir un nombre d'Alliés égal à la Force. Dans ce cas de figure, le pouvoir du Minotoboule ne fait rien, faute de choix légaux possibles.",
      "Tant que le Minotot est dans le Monde, le coût des Actions jouées par vos adversaires est augmenté de .",
      "Tant que Moe Pioussin est dans le Monde, chaque fois que vous fabriquez un Bijou, vous pouvez piocher une carte. Si vous le faites, défaussez-vous d'une carte.",
      "A la fin de votre tour, si le Mominotor n'a pas attaqué ce tour-ci, détruisez-le.",
      "Le Porteur de la Monture du Corbeau Noir gagne +2 en Force.",
      "Quand la Monture du Corbeau Noir est Capturée, le joueur de votre choix se défausse d'une carte de sa main au hasard. Si son Porteur est le Corbeau Noir, redressez-le.",
      "Quand le Mufafah apparaît en Renfort, il inflige 3 Dommages  à l'Allié ou Héros de votre choix qui bloque votre Héros.",
      "Quand le Nerbe est détruit, votre Héros regagne 2 PV.",
      "Quand le Palmifleur Kuraçao apparaît en Renfort, l'Allié ou Héros de votre choix qui bloque votre Héros retourne incliné dans le Monde.",
      "Chaque fois que Radigan inflige un ou plusieurs Dommages de combat à un Héros adverse, le contrôleur de ce Héros perd 2 PA jusqu'à la fin du tour.",
      "Chaque fois que Remington est choisi par un joueur adverse, vous pouvez payer . Si vous le faîtes, Remington inflige 1 Dommage  au Havre Sac ou au Héros de ce joueur.",
      "Recette : Bricoleur 5",
      ",  : Votre Héros gagne +2 en Force jusqu'à la fin du tour.",
      ",  : Redressez votre Héros.",
      ",  : Votre Héros regagne 3 PV.",
      ",  : Piochez une carte.",
      "Brâkmar. Tant qu'un Héros adverse est la cible d'un combat, Rouliett gagne +1 en Force.",
      "Tant que Seth Ottomathix est dans le Monde, chaque fois que vous fabriquez une Arme, vous pouvez incliner l'Allié ou Héros de votre choix.",
      "Résistance 3",
      "Recyclez une carte de votre Défausse : Silf le Rasboul Majeur perd Résistance 1 dans l'élément de la carte recyclée jusqu'à la fin du tour. Chaque joueur peut utiliser ce pouvoir.",
      "Si Silf, le Rasboul Majeur possède Résistance 3 Terre au moment où ce pouvoir est joué et qu'une carte Terre est recyclée de cette façon, alors Silf possèdera Résistance 2 Terre à la résolution. Silf ne perdra de Résistance que si la carte est recyclée spécifiquement pour ce pouvoir. Il est possible de recycler une carte d'un Elément dont Silf ne possède aucune Résistance. Dans ce cas, Silf ne gagne pas Résistance -1 dans cet Elément car une Résistance ne peut pas être négative. Le pouvoir ne fera rien.",
      "Enutrof. Quand Skrouj Makdeuk est détruit par un adversaire, vous pouvez piocher jusqu'à deux cartes.",
      "Sram. Au début de la phase d'action d'un combat où vous êtes attaquant, si vous contrôlez un Sram attaquant non bloqué dans ce combat, vous pouvez regarder la main du joueur défenseur.",
      "Quand le Tentacule Primaire apparaît, inclinez jusqu'à trois cartes adverses de votre choix. Si vous contrôlez le Kralamoure Géant, inclinez toutes les cartes adverses dans le Monde à la place.",
      "Quand le Tentacule Secondaire apparaît, vous pouvez renvoyer l'Allié de votre choix au-dessus de la Pioche de son propriétaire. Si vous contrôlez le Kralamoure Géant, vous pouvez renvoyer jusqu'à trois Alliés de votre choix de cette façon à la place.",
      "Quand le Tofuldebeu l'Explosif apparaît dans le Monde, tous vos Tofus gagnent Agilité jusqu'à la fin du tour.",
      "Quand un autre de vos Tofus apparaît dans le Monde, vous pouvez renvoyer Tofuldebeu l'Explosif dans la main de son propriétaire.",
      "Quand Wabbitud le Constant apparaît dans le Monde, vous pouvez renvoyez la carte non Héros, non Havre Sac et non Allié de votre choix dans la main de son propriétaire.",
      "Quand un autre de vos Wabbits apparaît dans le Monde, vous pouvez renvoyez Wabbitud le Constant dans la main de son propriétaire.",
      "Chaque fois que l'Abraknyde Perchoir inflige un ou plusieurs Dommages, votre Héros perd le même nombre de PV.",
      "Le pouvoir de l'Abraknyde Perchoir ne se déclenche que si des Dommages sont effectivement infligés. Des Dommages réduits à 0 par une Action, un pouvoir ou une Résistance ne déclencheront donc pas ce pouvoir.",
      "Chaque fois qu'une Potion est jouée, Boing gagne +1 en Force jusqu'à la fin du tour.",
      "Boing gagne également +1 en Force pour chaque Potion jouée par un autre joueur.",
      "Quand le Chafer d'élite apparaît, vous ne gagnez pas 18 XP.",
      "Tant qu'elle est dressée, la Cooleuvre ne peut pas être choisie par un joueur adverse.",
      "Quand le Démon III apparaît, vous pouvez détruire jusqu'à trois Équipements de votre choix.",
      "Quand Démon IX et Démone XXI apparaissent depuis votre main, vous pouvez déclarer une attaque supplémentaire contre un Havre Sac ou un Héros adverse et redresser tous vos Alliés ou Héros qui ont été attaquants ce tour. Ces Alliés ou Héros doivent être déclarés comme attaquants si possible, et eux seuls peuvent l'être.",
      "Si votre Héros est Pandawa, le coût du Dopeul Pandawa est réduit de .",
      ": Nommez un élément et choisissez un Allié ou Héros. Jusqu'à la fin du tour, tous les Dommages de l'élément nommé sur le point d'être infligés à cet Allié ou Héros sont augmentés de 1.",
      "Le Porteur de la Dragodinde ébène et Orchidée gagne +1 en Force et Agressivité.",
      "Tant que la Dragodinde ébène et Orchidée est Capturée, chaque fois que vous jouez une Action, vous pouvez regarder la main du joueur de votre choix.",
      "Le Porteur de la Dragodinde ébène et Pourpre gagne +1 en Force et Agilité.",
      "Tant que la Dragodinde ébène et Pourpre est Capturée, chaque fois que vous jouez une Action, vous pouvez incliner l'Allié ou Héros de votre choix.",
      "Le Porteur de la Dragodinde Indigo et Orchidée gagne +1 en Force et Tacle.",
      "Tant que la Dragodinde Indigo et Orchidée est Capturée, chaque fois que vous jouez une Action, son Porteur gagne Résistance 1 dans l'élément de votre choix jusqu'à la fin du tour.",
      "Cette carte a reçu un errata officiel : la **Résistance **disparait à la fin du tour.",
      "Le Porteur de la Dragodinde Indigo et Pourpre gagne +1 en Force et Géant.",
      "Tant que la Dragodinde Indigo et Pourpre est Capturée, chaque fois que vous jouez une Action, vous pouvez recycler une carte de votre main. Si vous le faites, piochez une carte.",
      ", , Détruisez le Fantôme Apéro : Renvoyez le Monstre adverse de votre choix dans la main de son propriétaire.",
      ", , Détruisez le Fantôme Ardent : Chaque joueur peut redresser son Héros.",
      ", Détruisez le Fantôme Arrogant : L'Allié ou Héros de votre choix gagne +2 en Force jusqu'à la fin du tour.",
      ", , Détruisez le Fantôme Brave : Le Fantôme Brave inflige 2 Dommages  à l'Allié ou Héros attaquant ou bloqueur de votre choix.",
      ": Le Fantôme Maho Firefoux inflige 3 Dommages  à l'Allié ou Héros de votre choix qui le bloque.",
      "A la fin de chaque combat, vous pouvez redresser tous vos Fantômes qui ont été attaquants dans ce combat.",
      "Le pouvoir du Fantôme Pandikaze permet de redresser tous les Fantômes qui ont été attaquants pendant le combat qui vient de se terminer, y compris ceux qui ont cessé de l'être avant la fin du combat, et ce qu'elle qu'en soit la raison. Le Fantôme Pandikaze se redresse également s'il a été attaquant.",
      "Un Allié qui quitte le jeu puis revient est considéré comme un nouvel Allié : si vous déclarez votre Fantôme Arrogant comme attaquant alors que vous contrôlez le Fantôme Pandikaze, puis utilisez son pouvoir pour donner +2 en Force à votre Héros et que vous le renvoyez ensuite en jeu via Fantôme, ce nouveau Fantôme Arrogant ne sera pas redressé à la fin du combat.",
      "Quand le Fantôme Pandule apparaît, vous pouvez jouer gratuitement une Action de votre Défausse comme si elle était dans votre main. Si vous le faites, bannissez-la.",
      "Tant que le Fantôme Soryo Firefoux est dans le Monde, chaque fois qu'un joueur joue une Action, son Héros perd 2 PV.",
      "Le Fantôme Soryo Firefoux ne causant pas de Dommages, son pouvoir affectera un Héros présent dans le Havre Sac de son propriétaire. Tous les joueurs subissent ce pouvoir, y compris le joueur qui contrôle le Fantôme Soryo Firefoux.",
      "Tant que le Fantôme Tanukouï San est dans le Monde, au début du tour de chaque adversaire, vous pouvez redresser tous vos Alliés dans le Monde.",
      "Au début de votre tour, vous pouvez détruire la Zone de votre choix.",
      "Tant que Franom Ontaje est dans le Monde, vos adversaires ne peuvent pas choisir vos Équipements.",
      "Ce pouvoir ne fonctionne que contre les cartes qui choisissent explicitement vos Equipements, comme Brisé ou Fée d'Artifice. Vos Equipements seront toujours détruits si votre adversaire joue une Rouille de Stasis ou un Déluge d'Ogrest.",
      "Recette : Bricoleur 4",
      "Tant que Grobot est dans le Monde, chaque fois qu'un joueur joue un Sort qui n'est pas de la Classe de son Héros, annulez les effets de ce Sort.",
      "Igôle apparaît dans le Monde et ne peut pas effectuer de mouvement.",
      "Tant qu'Igôle est dans le Monde, chaque fois qu'un Allié est choisi par une Action, son contrôleur le détruit.",
      "Si une Action choisit plusieurs Alliés, tous les Alliés sont détruits. L'Allié est détruit après avoir été choisi, mais avant la résolution de l'Action qui le choisit. Pour rappel, une Action dont tous les choix sont devenus illégaux voit son effet annulé dans son intégralité : si vous jouez Cervelle de Iop sur un Allié adverse alors qu'Igôle est dans le Monde, vous ne piocherez pas de carte. L'Allié est détruit par son contrôleur : le contrôleur d'Igôle ne gagne donc pas d'XP si un Allié adverse est ainsi détruit.",
      "Tant que Jean-Sol Patre est dans le Monde, les joueurs ne peuvent gagner de l'XP qu'en détruisant des Alliés adverses.",
      "Tant que Jean-Sol Patre est dans le Monde, tous les gains d'XP provenant d'autres sources que la destruction d'un Allié adverse, que ce soit par exemple un pouvoir ou une Action, sont réduits à 0. Un événement qui se déclenche quand un joueur gagne un ou plusieurs XP ne se déclenchera pas si Jean-Sol Patre réduit ce gain à 0. En revanche, un pouvoir qui vient augmenter un gain d'XP, comme celui de la Dragoune Rose, sera bien appliqué si le gain d'XP provient de la destruction d'un Allié adverse.",
      "Tant que Karibd est dans le Monde, tous les Dommages sur le point d'être infligés par vos Démons sont augmentés de 1.",
      ", Inclinez Silar : Cherchez un Démon dans votre Pioche et mettez-le en jeu dans le Monde, puis mélangez votre Pioche.",
      "Tant que Katar est dans le Monde, chaque fois qu'un Allié ou Héros adverse inflige un ou plusieurs Dommages de combat à votre Héros, le contrôleur de cet Allié ou Héros détruit un Allié de son choix qu'il contrôle.",
      "Bonta. Quand Kira Shak apparaît dans le Monde, le Havre Sac du joueur de votre choix perd 2 Points de Résistance.",
      "Le pouvoir de Kira Shak choisit un joueur et non un Havre Sac : vous pouvez donc choisir un joueur adverse qui ne contrôle plus de Havre Sac. Dans ce cas, le pouvoir de Kira Shak ne fera rien.",
      "Quand Kura Sao apparaît, vous pouvez chercher une Arme dans votre Défausse et la prendre en main.",
      "Tant que Le Chouque est dans le Monde, tous vos Pirates gagnent : \"Chaque fois que ce Pirate inflige un ou plusieurs Dommages de combat à un Héros adverse, vous pouvez piocher une carte.\"",
      "Tant que Les 300 Bonsiates sont attaquants, ils gagnent +2 en Force et tous vos autres Alliés ou Héros attaquants gagnent +1 en Force.",
      "Si Les 300 Bonsiates cessent d'être attaquants pendant le combat, vos autres Alliés ou Héros attaquants perdent immédiatement le +1 en Force.",
      "Au début de votre tour, si le Maître Pandore est dans le Monde, vous pouvez chercher un Fantôme dans votre Pioche et le mettre en jeu gratuitement. Si vous le faites, mélangez votre Pioche.",
      "Chaque fois que Mandhal inflige un ou plusieurs Dommages à un Havre Sac, il peut infliger 2 Dommages  au Héros de votre choix dans ce Havre Sac.",
      "Quand le Péki Péki est détruit, vous pouvez le placer sur votre Héros. Si vous le faites, le Péki Péki devient un \"Équipement - Familier\" et donne un Bonus de PV égal à 7 à son Porteur.",
      "Tant que Percimol, Héros Flaqueux est dans le Monde, les Actions et les pouvoirs adverses ne peuvent pas vous choisir en tant que joueur.",
      "Le pouvoir de Percimol, Héros Flaqueux impacte notamment les cartes ou les pouvoirs qui stipulent explicitement « le joueur de votre choix » ou « l'adversaire de votre choix », comme Filouteries au Zaap d'Astrub ou Aeron Zeklox. Les cartes adverses peuvent toujours choisir votre Héros. De même, vous êtes toujours affecté par les cartes qui ne vous choisissent pas explicitement, comme Ogivol Scalarcin ou À la Foire du Trooll.",
      "Quand le Ranger Bleu apparaît en Défense, le contrôleur de l'Allié ou Héros qu'il bloque détruit un équipement de son choix Porté par cet Allié ou Héros.",
      "Le Ranger apparaît en Défense s'il apparaît après avoir été joué via son pouvoir Défense. Si le Ranger apparaît alors que vous l'avez joué de manière traditionnelle ou que vous l'avez mis en jeu, son pouvoir ne se déclenchera pas.",
      "Quand le Ranger Rouge apparaît en Défense, il gagne** Résistance 2** dans l'élément de l'Allié ou Héros qu'il bloque jusqu'à la fin du tour.",
      "Quand le Ranger Vert apparaît en Défense, l'Allié ou Héros qu'il bloque perd tous ses pouvoirs jusqu'à la fin du tour.",
      "Quand le Ranger Violet apparaît en Défense, le contrôleur de l'Allié ou Héros qu'il bloque révèle les cartes de sa main et défausse une Action\n  \tde son choix.",
      "Tant que Shatte Roulette est dans le Monde, les Dommages sur le point d'être infligés par vos Alliés ou Héros qui portent au moins une Arme ne peuvent pas être réduits.",
      "Tant que Silar est dans le Monde, réduisez de 1 tous les Dommages sur le point d'être infligés à vos Démons.",
      ", Inclinez Karibd : Cherchez un Démon dans votre Défausse et mettez-le en jeu dans le Monde",
      "Brâkmar. Quand Tom Shausseur attaque, vous pouvez choisir un Allié dressé contrôlé par le joueur défenseur. Cet Allié doit bloquer Tom Shausseur si possible.",
      "Si l'Allié peut légalement bloquer Tom Shausseur, alors il doit obligatoirement être déclaré pour le faire. Si le contrôleur de cet Allié ne possède qu'un seul PM, il doit utiliser ce PM pour déclarer l'Allié comme bloqueur de Tom Shausseur. Le pouvoir de Tom Shausseur est sans effet si l'Allié choisi ne peut pas bloquer Tom Shausseur. C'est entre autres le cas si l'Allié choisi ne peut pas bloquer (comme Epouvantail, Jicé Aouaire), ou si son contrôleur possède 0 PM.",
      "Brâkmar. Les équipements portés par les Alliés ou Héros qui bloquent ou qui sont bloqués par Viktor Yugo perdent tous leurs pouvoirs et leurs bonus.",
      "Le pouvoir de Viktor Yugo supprime à la fois le contenu de la boite de texte des Equipements portés par les Alliés ou Héros qui le bloquent ou qui sont bloqués par lui, mais également tous les autres bonus comme les bonus de Force, de PV, de PA ou de PM. Un « malus » est un bonus négatif conféré par l'Equipement et est donc également perdu."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\abraknyde-sombre.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\alibert.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\allister-roi-d-amakna.html"
    ]
  },
  {
    "mainType": "Action",
    "count": 354,
    "subTypes": [
      "Sort",
      "Sacrieur",
      "Enutrof",
      "Xélor",
      "Sadida",
      "Élémentaire",
      "Osamodas",
      "Challenge",
      "Quête",
      "Pandawa",
      "Crâ",
      "Féca",
      "Ecaflip",
      "Iop",
      "Parchemin",
      "Unique",
      "Eniripsa",
      "Sram",
      "Potion",
      "Bonta",
      "Brâkmar",
      "Tofu",
      "Bwork",
      "Bouftou",
      "Wabbit",
      "Boisson"
    ],
    "characteristics": [
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has cost effects",
      "Has notes",
      "Has keywords"
    ],
    "stats": [
      "Niveau",
      "Force"
    ],
    "keywords": [
      "Héros : Sadida",
      "Mettez l'Arbre de Vie en jeu comme une Zone .",
      "Tant que l'Arbre de Vie est en jeu, votre Héros ne peut pas être choisi par une Action ou un pouvoir adverse.",
      "Réaction. , Bannissez l'Arbre de Vie : Réduisez à 0 les Dommages sur le point d'être infligés à votre Héros.",
      "L'indication de Force est à ignorer, une Zone n'a pas de valeur de Force.",
      "Héros : Iop",
      "Jusqu'à la fin du tour, l'Allié ou Héros attaquant de votre choix gagne un bonus de Force égal à la Force de l'Allié ou Héros qui le bloque de votre choix.",
      "Héros : Sacrieur",
      "Jusqu'au début de votre prochain tour, chaque fois que votre Héros perd un ou plusieurs PV, l'Allié de votre choix gagne un bonus de Force égal au nombre de PV perdus jusqu'à la fin du tour.",
      "Héros : Ecaflip",
      "Inclinez un de vos Alliés ou Héros Ecaflip : il inflige sa Force en Dommages  à l'Allié ou Héros de votre choix. Votre Héros regagne le même nombre de PV.",
      "Héros : Crâ",
      "Inclinez jusqu'à trois de vos Alliés ou Héros Crâ : Renvoyer le même nombre d'Alliés de votre choix sur le dessus de la Pioche de leur Propriétaire dans l'ordre de votre choix.",
      "Héros : Pandawa",
      "Mettez l'Ivresse en jeu comme un « Monstre — Tonneau » de Force 3  qui ne peut ni attaquer, ni bloquer.",
      "Au début de votre tour, si l'Ivresse est dans le Monde, vous pouvez déplacer dans le Monde l'Allié ou Héros de votre choix présent dans son Havre Sac.",
      "Héros : Bonta",
      "Héros : Brâkmar",
      "Réaction. À la fin de ce combat, détruisez tous les Alliés qui ont été attaquants, bloqueurs ou cible dans ce combat. Vous ne gagnez pas d'XP.",
      "Héros : Osamodas",
      "Choisissez un Allié dans votre Défausse et mettez-le en jeu dans le Monde. Il apparaît incliné.",
      "Héros : Féca",
      "Réaction. Annulez les effets de l'Action ou du pouvoir qui vient d'être joué. Jusqu'à la fin du tour, chaque fois qu'une Action ou un pouvoir est joué, vous pouvez incliner un de vos Alliés ou Héros Féca en Réaction pour annuler les effets de cette Action ou de ce pouvoir.",
      "Héros : Eniripsa",
      "Jusqu'au début de votre prochain tour, chaque fois que votre Héros regagne des PV, il inflige le même nombre de Dommages  à l'Allié ou Héros de votre choix.",
      "Héros : Sram",
      "Réaction. Annulez les effets de l'Action qui vient d'être jouée. Son contrôleur se défausse d'une carte de sa main.",
      "Héros : Xélor",
      "Réaction. Remettez en jeu depuis toutes les Défausses tous les Alliés qui ont été détruits pendant ce tour. Ces Alliés apparaissent inclinés dans le Monde. Ne jouez cette carte que lorsqu'un joueur déclare la fin de son tour.",
      "Héros : Enutrof",
      "Inclinez votre Héros dans le Monde : Recyclez l'Allié de votre choix sous la Pioche de son propriétaire.",
      "L'Étendue de Crâ inflige 4 Dommages  à l'Allié ou Héros de votre choix, puis, si cet Allié ou Héros est détruit de cette façon, l'Étendue de Crâ inflige 1 Dommage  à tous les Alliés et Héros dans le Monde.",
      "L'Ombre de Sram inflige 2 Dommages  à l'Allié ou Héros de votre choix. Si un Héros subit des Dommages de cette façon, son contrôleur ne peut pas jouer d'Action jusqu'à la fin du tour.",
      "La Chopine de Pandawa inflige 4 Dommages  à l'Allié ou Héros de votre choix ; ou 2 Dommages  à l'Allié ou Héros de votre choix, puis vous piochez une carte.",
      "La Chopine de Pandawa propose plusieurs effets différents séparés par « ; ou ». Vous décidez quel effet s'applique lorsque vous jouez La Chopine de Pandawa. Si vous utilisez le second effet, vous ne piochez pas de carte si l'Allié ou le Héros choisi n'est plus un choix légal lors de la résolution de La Chopine de Pandawa.",
      "Jouez à Chi-Fu-Mi. Tant que vous gagnez, vous pouvez décider de rejouer à Chi-Fu-Mi.",
      "Mettez Le Bouclier de Féca en jeu comme un \"Monstre - Bouclier\" de Force 1  qui ne peut pas attaquer ou être incliné pour produire une Ressource.",
      "Réaction. , Détruisez Le Bouclier de Féca : Réduisez de 1 les Dommages sur le point d'être infligés à l'Allié ou Héros de votre choix.",
      "Le Bouclier de Féca est mis en jeu comme un Monstre possédant le trait Bouclier. Ce Monstre est un Allié. Il n'est pas considéré comme un Equipement de type Bouclier.",
      "Détruisez l'Allié de votre choix de Force inférieure ou égale à la Force de votre Héros.",
      "Inclinez un de vos Monstres : il gagne +1 en Force jusqu'à la fin du tour, puis il inflige un nombre de Dommages  égal à sa Force à l'Allié ou Héros de votre choix.",
      "Renvoyez l'Allié, la Zone ou l'Équipement de votre choix dans la main de son propriétaire.",
      "Le Sang de Sacrieur inflige 2 Dommages  à l'Allié ou Héros de votre choix. Si votre Héros a moins de 10 PV, le Sang de Sacrieur inflige 5 Dommages  à la place.",
      "Détruisez l'Équipement de votre choix ; ou prenez le contrôle de la Zone de votre choix.",
      "Le Soulier de Sadida propose plusieurs effets différents séparés par « ; ou ». Vous décidez quel effet s'applique lorsque vous jouez Le Soulier de Sadida. Si vous utilisez le second effet, la prise de contrôle ne s'arrête pas à la fin du tour.",
      "L'adversaire de votre choix choisi trois Équipements qu'il contrôle, ou tous ses Équipements s'il en contrôle moins de trois. Placez un de ces Équipements sur votre Héros, et détruisez les autres Équipements choisis de cette façon.",
      "L'Allié ou Héros attaquant ou bloqueur de votre choix retourne incliné dans le Monde. Votre Héros regagne un nombre de PV égal au Niveau de cet Allié ou Héros."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\absorption.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\acceleration.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\aiguille-chercheuse.html"
    ]
  },
  {
    "mainType": "Équipement",
    "count": 263,
    "subTypes": [
      "Bijou",
      "Anneau",
      "Amulette",
      "Kwak de Glace",
      "Arme",
      "Arc",
      "Bâton",
      "Dagues",
      "Armure",
      "Bottes",
      "Craqueleur",
      "Familier",
      "Unique",
      "Chapeau",
      "Prespic",
      "Pelle",
      "Épée",
      "Faux",
      "Marteau",
      "Mégamane",
      "Ceinture",
      "Scarafeuille Blanc",
      "Objet",
      "Tourmenteur",
      "Dofus",
      "Aiguille",
      "Kwak de Flammes",
      "Bandit",
      "Abraknyde",
      "Incarnation",
      "Baguette",
      "Bouftou",
      "Cape",
      "Tofu",
      "Parchemin",
      "Cartes",
      "Akwadala",
      "Hache",
      "Larvesque",
      "Peluche",
      "Koalak",
      "Scarabosse Doré",
      "Cérémoniale",
      "Champ Champ",
      "Rat Noir",
      "Shushette",
      "Koulosse",
      "Crocodaille",
      "Boufcoul",
      "Chef Crocodaille",
      "Rat Blanc",
      "Dragon Cochon",
      "Corbac",
      "Filet",
      "Chef Bwork",
      "Boune",
      "Potion",
      "Poison",
      "Ethérée",
      "Cristaline",
      "Champion",
      "Coiffe",
      "Métaria",
      "Ogrine",
      "Wabbit",
      "Wa",
      "Mulou",
      "Vampyre",
      "Gelax",
      "Ancestrale",
      "Ventouse",
      "Bombe",
      "Bouclier",
      "Minotot",
      "Trousseau",
      "Feudala",
      "Aerdala",
      "Terrdala",
      "Brâkmar",
      "Bonta",
      "Prisme",
      "Tonneau"
    ],
    "characteristics": [
      "Has cost effects",
      "Has keywords",
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has notes"
    ],
    "stats": [
      "Niveau",
      "Force",
      "PV",
      "PM",
      "PA"
    ],
    "keywords": [
      "Recette : Bijoutier 3",
      "Réaction.  :  Gagnez 1 XP. Ne jouez ce pouvoir qu'à la fin d'un combat pendant lequel un adversaire a infligé un ou plusieurs Dommages à votre Héros.",
      "Recette : Bijoutier 1",
      "Quand le Porteur de l'Amukwak de Glace est détruit, vous pouvez piocher jusqu'à deux cartes.",
      "Résistance 1",
      "Recette : Bijoutier 2",
      ": Regardez les trois premières cartes de votre Pioche. Recyclez les cartes de votre choix et remettez les autres sur le dessus de votre Pioche dans l'ordre de votre choix.",
      "Vous pouvez choisir de recycler les trois cartes. Dans ce cas, vous ne remettez pas de carte au dessus de votre Pioche.",
      "Recette : Forgeron 3",
      ": L'Arc du Roi des Borins inflige 1 Dommages  à l'Allié ou Héros de votre choix.",
      "Réaction. Quand un joueur adverse déclare une attaque, vous pouvez redresser l'Arc du Roi des Borins.",
      ": Vos Alliés ou Héros attaquants ou bloqueurs gagnent +1 en Force jusqu'à la fin du tour.",
      "N'utilisez ce pouvoir que si le Porteur du Bâton des Rois est attaquant ou bloqueur.",
      ",  : La Force du Porteur des Blessdags est doublée jusqu'à la fin du tour. Détruisez les Blessdags à la fin du tour.",
      "Recette : Armurier 1",
      "Le Porteur des Bottes du Craqueleur gagne Géant.",
      "Trait Arme remplacé par Armure.",
      "Recette : Armurier 3",
      "Quand la Coiffe du Prespic apparaît, vous pouvez l'incliner. Si vous le faites, cherchez un Parchemin dans votre Pioche et prenez-le en main, puis mélangez votre Pioche.",
      "Le bonus de Panoplie devient \"Vos gains d'XP sont augmentés de 1.\"",
      "Le Porteur de la Craquamulette gagne Résistance 1 .",
      "Recette : Forgeron 1",
      ": Bannissez le jeton de votre choix et tous les autres jetons portant le même nom.",
      "Recette : Forgeron 2",
      "Quand la Masse du Corailleur apparaît, détruisez l'Équipement de votre choix.",
      "S'il n'y a pas d'autre Équipement en jeu au moment où la Masse du Corailleur apparaît, vous devez détruire celle-ci.",
      "Recette : Armurier 2",
      "Quand les Mégabottes apparaissent, vous pouvez piocher une carte.",
      "Le Porteur de la Panoplie Mégamane peut donc porter une Épée, une Hache, un Marteau, une Dague… Si le bonus de Panoplie est perdu suite à la perte d'un Équipement composant la Panoplie, la limitation a une Arme par Porteur redevient active : les Armes excédentaires devront être détruites.",
      "Le Porteur de la Mégacoiffe gagne Résistance 1 .",
      ": Jusqu'à la fin du tour, le Porteur de la Scarature Blanche gagne Agilité ou Tacle.",
      ", Détruisez l'Aiguille à Tricoter : Elle inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Le Porteur de l'Amukwak de Flammes gagne Résistance 1 .",
      "Réaction. Quand un joueur déclare une attaque, vous pouvez redresser le Porteur de l'Amulette du Bandit.",
      ": Le Porteur de l'Anneau Rigami gagne Résistance 1  jusqu'à la fin du tour.",
      ": Jusqu'à la fin du tour, le Araknamu peut utiliser ses pouvoirs depuis son Havre Sac comme s'il était dans le Monde.",
      "Le bonus de Force de la Panoplie Abraknyde est de +1 seulement, en conformité avec les Équipements Abraknyde de l'extension Incarnam.",
      "Le Porteur de la Cape du Tofu gagne Tacle.",
      "Recette : Bricoleur 2",
      "Les Cartes Seiz ne peuvent être jouées que sur un Allié.",
      "Réaction. , Détruisez les Cartes Seiz : Quand le Porteur des Cartes Seiz est sur le point d'être détruit, reprenez-le en main à la place.",
      "Le Porteur de la Ceinture du Bandit gagne Agilité.",
      "Chaque fois que le Porteur des Dagues du Bandit inflige un ou plusieurs Dommages à un Héros, le contrôleur de ce Héros se défausse d'une carte de sa main au hasard.",
      "Réaction.  : Quand un joueur déclare une attaque, vous gagnez 1 PM jusqu'à la fin du tour.",
      "Le Porteur de la Hache du Shodanwa gagne Géant.",
      ",  : Détruisez l'Arme de votre choix.",
      "Les types d'Armes sont : Arc, Baguette, Bâton, Dague, Épée, Hache, Marteau, Pelle, Aiguille et Cartes.",
      "Le Porteur de la Kwakature de Flammes gagne Résistance 1 .",
      "Tant qu'il est dréssé, le Porteur de la Larvacoiffe ne peut pas être choisi par par une Action ou un pouvoir.",
      "Le pouvoir de la Larvacoiffe empêche son porteur d'être choisi pour l'application d'un pouvoir ou d'une action. Le porteur peut toujours être désigné comme cible d'une attaque, il ne s'agit pas là d'un choix.",
      "Le Porteur du Marteau Outar gagne Géant.",
      ",  : Détruisez l'Armure de votre choix.",
      "Les types d'Armures sont : Chapeau, Cape, Ceinture et Bottes.",
      ": La Pelle Ikan inflige 2 Dommages  au Monstre de votre choix.",
      "Le Porteur de l'Amulette du Koalak peut bloquer un Allié ou Héros avec Agilité comme s'il avait Agilité.",
      "Chaque fois que le Porteur de l'Amulette du Scarabosse Doré s'incline pour produire une Ressource, le Héros de votre choix regagne 1 PV.",
      "Réaction.  : Piochez un nombre de cartes égal à la valeur d'XP de l'Allié Unique qui vient d'apparaître.",
      ": Le Héros de votre choix regagne 1 PV. N'utilisez ce pouvoir que si vous avez moins de trois cartes en main.",
      ": Le Porteur de l'Anneau du Rat Noir gagne Géant jusqu'à la fin du tour.",
      ",  : L'Arc du Koalak inflige 1 Dommage  à l'Allié de votre choix. Le Porteur de l'Arc du Koalak gagne Géant jusqu'à la fin du tour.",
      "La Baguette des Limbres ne peut être jouée qu'en payant sa Recette.",
      "Certaines cartes permettent de jouer gratuitement un Equipement. Il n'est pas possible de jouer la Baguette des Limbes grâce à ces cartes, car la Baguette des Limbes reste jouée de manière normale. En revanche, il est possible de mettre en jeu la Baguette des Limbes, via le pouvoir de Thapa Sambal par exemple.",
      ": Produisez une Ressource de l'élément de votre choix.",
      "Tant qu'il bloque, le Porteur de la Bardiche du Milicien a +2 en Force.",
      ": Les Dommages infligés par l'Allié ou Héros attaquant ou bloqueur de votre choix sont réduits de 2 jusqu'à la fin du tour.",
      "Quand les Bottes Cérémoniales apparaissent, vous pouvez redressez un de vos Alliés Uniques.",
      "Tant que le Porteur des Bottes Dorées d'Hogmeiser est dans le Monde, le coût des Actions jouées par vos adversaires pendant votre tour est augmenté de .",
      ": Inclinez l'Allié de votre choix de Force strictement inférieur à celle du Porteur des Bottes du Koulosse.",
      "Tant que le Porteur de la Cape Cérémoniale est dans le Monde, le coût de vos cartes Uniques est réduit de .",
      "Cette carte est bannie en tournoi officiel au format Construit et Bloc depuis le 05 Mars 2011.",
      "Le Porteur de la Cape du Koalak peut bloquer lorsqu'il est incliné.",
      "Quand le Porteur de la Ceinture du Chef Crocodaille attaque, regardez la première carte de votre Pioche. Vous pouvez recycler ou défausser cette carte.",
      "Agilité",
      "Le Porteur de la Ceinture du Rat Blanc gagne Agilité.",
      "Quand la Champcoiffe apparaît, vous pouvez reprendre en main un Allié de Niveau inférieur ou égal au Niveau du Porteur de la Champcoiffe depuis votre Défausse.",
      "Le Porteur de la Coiffe du Dragon Cochon gagne Tacle.",
      ": Inclinez l'Allié attaquant ou bloqueur de votre choix.",
      "Quand le Collier du Rat Blanc apparaît, vous pouvez reprendre en main une Action de Niveau 2 ou moins de votre Défausse.",
      "Quand la Corbacape apparaît, le joueur de votre choix perd 1 PA jusqu'à la fin du tour.",
      "Quand les Dagues du Rat Noir apparaissent, vous pouvez détruire l'Allié de votre choix qui a subit un ou plusieurs Dommages pendant ce tour.",
      ": Le Héros du joueur de votre choix perd 1 PV. N'utilisez ce pouvoir que si le Porteur des Dagues Honies a Agilité.",
      "Recette : Forgeron 4",
      "Tant que le Porteur de l'Épée du Rat Blanc est dans le Monde, tous les Alliés dans votre main ont Défense.",
      "Inclinez le Porteur du Filet de Capture : Cherchez une Monture dans votre Pioche, révélez-la et prenez-la en main, puis mélangez votre Pioche. N'utilisez ce pouvoir que si le Porteur du Filet de Capture est dans le Monde.",
      ", Détruisez la Feuille d'Automne : Jusqu'au début de votre prochain tour, tous les gains d'XP sont réduits à 0.",
      "Si le Porteur de la Guenille est bloqueur ou cible de ce combat, vous pouvez effectuer la première action pendant la phase d'action.",
      "La Lame du Chef Bwork ne peut être jouée que sur un Allié ou Héros avec Géant.",
      "Chaque fois qu'un adversaire joue une carte Action en combat, vous pouvez redresser la Lame du Chef Crocodaille.",
      "Les Dommages infligés par le Porteur du Masque du Rat Noir ne peuvent pas être réduits.",
      "Réaction.  : Piochez une carte. N'utilisez ce pouvoir que lorsque le Porteur des Mules du Dragon Cochon vient de subir un ou plusieurs Dommages.",
      ": Piochez une carte. N'utilisez ce pouvoir que si vous n'avez aucune carte en main.",
      ", , Détruisez le Petit Anneau d'Agilité : Piochez une carte.",
      ", , Détruisez le Petit Anneau d'Agilité : L'Allié ou héros de votre choix gagne Agilité jusqu'à la fin du tour.",
      ", , Détruisez le Petit Anneau d'Intelligence : Piochez une carte",
      ", , Détruisez le Petit Anneau d'Intelligence : L'Allié ou Héros de votre choix gagne Agressivité jusqu'à la fin du tour.",
      ", , Détruisez le Petit Anneau de Chance : Piochez une carte.",
      ", , Détruisez le Petit Anneau de Chance : L'Allié ou Héros de votre choix gagne Tacle jusqu'à la fin du tour.",
      ", , Détruisez le Petit Anneau de Force : Piochez une carte.",
      ", , Détruisez le Petit Anneau de Force : L'Allié ou Héros de votre choix gagne Géant jusqu'à la fin du tour.",
      "Recette : Armurier 5",
      ": Jusqu'à la fin du tour, le Porteur du Slip du Chef Bwork ne peut être bloqué que par des Alliés ou Héros de Force supérieur ou égale à la sienne.",
      "Recette : Bricoleur 1",
      ", Détruisez le Venin de Scorbute : Détruisez l'Allié de votre choix.",
      "Ethérée 3",
      ", Retirez un Ether de l'Amulette Cristaline : Ajoutez un Ether sur l'Équipement Ethérée de votre choix.",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur l'Amulette Cristaline.",
      ", Retirez un Ether de l'Anneau Cristalin : Produisez une Ressource de l'élément de votre chiox.",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur l'Anneau Cristalin.",
      ", , Détruisez un de vos Monstres : Le Porteur de l'Arc de Chasse gagne un bonus de Force égal à la Force de ce Monstre et Géant jusqu'à la fin du tour.",
      "Tant qu'il est attaquant, le Porteur des Bottes du Champion gagne Agilité.",
      "Quand le Porteur des Bottes Harry attaque, vous gagnez +1 PM jusqu'à la fin du combat.",
      "Tant qu'il est attaquant, le Porteur de la Cape du Champion gagne Résistance 2 .",
      "Au début de votre tour, nommez un élément.",
      "Le Porteur de la Ceinture Bitoufale ne peut pas être bloqué par des Alliés de cet élément jusqu'à la fin du tour.",
      "Tant qu'il est attaquant, le coût des Actions et des pouvoirs  adverses qui choississent le Porteur de la Ceinture du Champion est augmentée de .",
      "Le Porteur du Chapeau du Mineur Sombre gagne Agilité.",
      ": L'Allié de votre choix de la Classe de votre Héros gagne Agressivité jusqu'à la fin du tour.",
      "Ethérée 2",
      ", Retirez un Ether de la Coiffe Cristaline : Redressez le Forgemage de votre choix.",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur la Coiffe Cristaline.",
      "Tant qu'il est attaquant, le Porteur de la Coiffe du Champion gagne Géant.",
      "Tant que le Porteur de la Corbacape Mastralis est dans le Monde, chaque fois que vous devriez gagner un ou plusieurs XP, vous pouvez annuler ce gain d'XP. Si vous le faites, piochez le même nombre de cartes.",
      "Quand la Daguette est détruite, vous pouvez détruire la Zone ou l'Équipement de votre choix.",
      ": L'Allié de votre choix gagne +1 en Force, Géant,** Agilité** et Tacle jusqu'à la fin du tour.",
      "Tant que le Porteur du Marteau Minokers est dans le Monde, les Dommages ne peuvent pas être réduits ou redirigés et les Héros ne peuvent pas regagner de PV.",
      "Au début de votre tour, la Pelle Aigante inflige 5 Dommages  à son porteur. Ces Dommages ne peuvent pas être réduits ou redirigés.",
      ": Piochez une carte. N'utilisez ce pouvoir que si le Porteur de la Zothulette porte des Équipements donnant un bonus cumulé en PV supérieur ou égal à 10.",
      "Chaque fois qu'un Allié ou Héros inflige des Dommages au Porteur de l'Anneau du Prespic, l'Anneau du Prespic lui inflige 1 Dommage .",
      "Chaque fois qu'un Allié ou Héros inflige des Dommages au Porteur de la Cape du Prespic, la Cape du Prespic lui inflige 1 Dommage .",
      "Famille \"Armure\" manquant sur la carte.",
      "Le Porteur des Pantoufles du Tofu gagne Agilité.",
      ": Le Porteur de la Razielle gagne +1 en Force jusqu'à la fin du tour. Si vous dépensez plus de  de cette façon, détruisez Razielle à la fin du tour.",
      "Cette carte a reçu un errata officiel : Famille \"Armure\" manquant sur la carte.",
      "Quand l'Aiguille gluante arrive en jeu, elle inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      ", Défaussez une carte : Piochez une carte.",
      "Si vous n'avez aucune carte en Main à la résolution du pouvoir, aucune carte ne peut être défaussée. Dans ce cas, vous ne piochez pas de carte car la pioche est une action conditionnelle.",
      "Cette carte a reçu un errata officiel : Famille \"Bijou\" manquant sur la carte.",
      "Cette carte a reçu un Errata Officiel : la défausse devient un coût à payer lors de l'utilisation du pouvoir, et ne fait donc plus partie de l'effet.",
      "Cette carte a reçu un Errata Officiel : le bonus de Panoplie devient \"Vos gains d'XP sont augmentés de 1.\"",
      "**Résistance 1 **.",
      ": L'Arc Hidsad inflige 1 Dommage  à l'Allié ou Héros de votre choix, puis inflige 1 Dommage  à son Porteur.",
      "Cette carte a reçu un errata officiel : Ajout de l'élement du Dommage infligé par l'arc au Porteur manquant dans l'effet.",
      "Des impressions de cette carte en version brillante existent avec un élément Neutre pour la carte. Il s'agit d'une erreur, l'élément de la carte est Eau.",
      ": Le Héros de votre choix regagne 2 PV.",
      ": Le joueur de votre choix perd 1 PA jusqu'à la fin du tour.",
      "Chaque fois que le Porteur de la Boufballe attaque sans être bloqué, gagnez 1 XP.",
      "Chaque fois qu'un Allié ou Héros inflige des Dommages au Porteur de la cape du Prespic, la Cape du Prespic lui inflige 1 Dommage .",
      "Le Porteur de la Cape du Vampyre gagne Agilité.",
      ", Recyclez une carte  de votre Défausse : Piochez une carte.",
      "Si votre Défausse ne contient aucune carte à la résolution du pouvoir, aucune carte ne peut être recyclée. Dans ce cas, vous ne piochez pas de carte car la pioche est une action conditionnelle.",
      "Cette carte a reçu un Errata Officiel : le recyclage devient un coût à payer lors de l'utilisation du pouvoir, et ne fait donc plus partie de l'effet.",
      ": Jouez à Chi-Fu-Mi. Si vous gagnez, les Dames de Bouffe infligent 1 Dommage  à l'Allié ou Héros de votre choix.",
      ": Piochez une carte. N'utilisez ce pouvoir que si le Porteur de la Dora est attaquant ou bloqueur.",
      "Le Porteur de la Gelamu peut attaquer le tour où il apparaît.",
      ": Déplacez la Gelamu du Porteur vers un autre Porteur de votre choix.",
      "L'effet de Panoplie inscrit sur la carte est mauvais. Le bon est celui inscrit sur les autres objets de la panoplie, à savoir : \"Chaque fois qu'un Allié est détruit, piochez une carte.\"",
      "Le Porteur de la Hache du Mulou gagne Géant.",
      ": Recyclez une carte de l'élément de votre choix, le Porteur de la Larvamulette gagne** Résistance 1 **contre cet élément jusqu'à la fin du tour.",
      "Si votre Défausse ne contient aucune carte à la résolution du pouvoir, aucune carte ne peut être recyclée et par conséquent aucune Résistance ne peut être gagnée.",
      ": Choisissez jusqu'à deux Alliés ou Héros attaquants ou bloqueurs différents. Le Marteau Toh'Lo leur inflige 1 Dommage .",
      ": Le Nommon inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Le Porteur du String du Mulou gagne **Résistance 1 **.",
      ": Recyclez une carte  de la Défausse du joueur de votre choix.",
      ", , Détruisez l'Amulette des Abîmes : Produisez une Ressource de l'élément de votre choix, puis piochez une carte.",
      "Le pouvoir de l'Amulette des Abîmes est un pouvoir à ressource. Il ne peut être joué que lors du payement d'une carte et n'utilise pas la File d'Attente.",
      "Quand le Porteur de l'Amulette du Puzzle de la Griffe est détruit par un adversaire, votre Héros regagne 2 PV.",
      "Quand l'Annolamour apparaît dans le Monde, vous pouvez recycler jusqu'à trois cartes de votre choix dans la Défausse du joueur de votre choix.",
      "Ethérée 1",
      ", , Retirez 1 Ether de l'Arc de Dikatugi : Jusqu'à la fin du tour, tous vos Monstres gagnent Agilité et **Résistance 1 **.",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur l'Arc de Dikatugi.",
      "Quand le Porteur de la Bombe Pirate attaque, déplacez-la sur le Héros du joueur défenseur. Le Porteur de la Bombe Pirate ne peut pas s'incliner pour produire une Ressource ou utiliser un de ses pouvoirs .",
      "A la fin du tour du contrôleur de la Bombe Pirate, elle inflige 1 Dommage  à son Porteur.",
      ": Jouez à Chi-Fu-Mi. Si vous gagnez, le Porteur des Bottes de Poursuite gagne Agilité jusqu'à la fin du tour.",
      "Réaction. Quand une Action ou un pouvoir adverse est sur le point de vous faire défausser une ou plusieurs cartes, vous pouvez payer  pour mettre en jeu le Bouclier des Brigandins sur un de vos Alliés ou Héros à la place.",
      "Le pouvoir du Bouclier des Brigandins remplace entièrement la défausse, les cartes ne sont donc plus défaussées. Dans le cadre d'une perte de PA, seule la perte de PA est liée à l'Action ou au pouvoir contrôlé par un adversaire. La défausse qui en résulte est la conséquence des Règles du Jeu, et n'est donc pas due à une Action ou à un pouvoir adverse : on ne peut donc pas y réagir avec le Bouclier des Brigandins.",
      "Réaction. Quand un adversaire est sur le point de réduire des Dommages infligés par un de vos Alliés ou Héros, vous pouvez payer  pour mettre en jeu le Bouclier du Bawbawe sur cet Allié ou Héros.",
      "Les Dommages infligés par le Porteur du Bouclier du Bawbawe ne peuvent pas être réduits.",
      "Si on utilise le pouvoir du Bouclier du Bawbawe en Réaction à des Dommages sur le point d'être réduits, le Bouclier du Bawbawe est mis en jeu avant la résolution de la déduction de Dommages. Par conséquent, le second pouvoir du Bouclier est actif à ce moment, et la réduction des Dommages ne fera donc rien.",
      "Réaction. Quand une Action ou un pouvoir vous choisit en tant que joueur, vous pouvez payer  pour mettre le Bouclier du Captain Amakna en jeu sur un de vos Alliés ou Héros. Cette Action ou pouvoir choisit son propriétaire à la place si possible.",
      "Si l'Action ou le pouvoir mentionne spécifiquement qu'un adversaire doit être choisit, comme par exemple Arnaque, vous ne pouvez pas la renvoyer vers son propriétaire car il n'est pas un choix légal pour cette Action ou ce pouvoir. Dans ce cas, le Bouclier du Captain Amakna est tout de même mis en jeu, mais le reste de son pouvoir ne fait rien. Si l'Action ou le pouvoir peut choisir son propriétaire, alors elle doit le faire.",
      "Réaction. Quand un de vos Alliés ou Héros qui ne porte pas d'Équipement est choisi par un adversaire, vous pouvez payer  pour mettre en jeu le Bouclier en Slip sur cet Allié ou Héros.",
      "Chaque fois que le Porteur de la Cape du Petit Chapon Rouge est choisi par une Action ou un pouvoir adverse, le Héros du contrôleur de cette Action ou pouvoir perd 3 PV.",
      "Quand le Porteur de la Ceinture des Vents attaque, un autre de vos Alliés ou Héros gagne Agilité jusqu'à la fin du tour.",
      "Le Porteur de la Coiffe du Minotot ne peut pas être bloqué par des Alliés ou Héros de Force inférieure ou égale à 3.",
      "Renfort",
      "Si vous jouez les Dagues de Fouraille en Renfort, leur Porteur doit être votre Héros.",
      "Bonta ou Brâkmar.  : Tous vos Alliés ou Héros du même Alignement Bonta ou Brâkmar que le Porteur de l'Épée de l'Initié gagnent +1 en Force jusqu'à la fin du tour.",
      ", , Retirez 1 Ether de l'Épée du Khebab : Jusqu'à la fin du tour, tous vos Monstres gagnent Tacle et Résistance 1 .",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur l'Épée du Khebab.",
      ", , Retirez 1 Ether de la Hache de Feuhekel : Jusqu'à la fin du tour, tous vos Monstres gagnent Géant et Résistance 1 .",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur la Hache de Feuhekel.",
      "Réaction. , , Détruisez l'Hyldegarde : Renvoyez l'Action dont les effets sont sur le point d'être annulés dans la main de son propriétaire.",
      ", , Retirez 1 Ether du Marteau de Cokelocu : Jusqu'à la fin du tour, tous vos Monstres gagnent Agressivité et Résistance 1 .",
      "Inclinez un de vos Forgemages : Ajoutez un Ether sur le Marteau de Cokelocu.",
      ": Nommez un élément. Tous les symboles d'élément présents sur l'Équipement de votre choix deviennent l'élément nommé à la place jusqu'à la fin du tour.",
      "Le pouvoir du Marteau de Forgemagie modifie tous les symboles, peu importe leur position sur la carte. Si vous choisissez par exemple Eau, un Marteau du Bouftou produira une ressource  si on l'incline, un Arc du Koalak sera activable en payant une ressource Eau et infligera 1 Dommage , et le Porteur d'une Kwakature de Flammes accordera une Résistance 1  à son Porteur. En revanche, un bonus de Panoplie étant partagé entre plusieurs Equipements, celui-ci ne sera pas impacté par le Marteau de Forgemagie.",
      "Tant que le Porteur du Marteau Mato est attaquant, chaque fois qu'une de vos Actions est sur le point d'infliger un ou plusieurs Dommages à un Allié ou Héros adverse, vous pouvez payer . Si vous le faites, ces Dommages sont augmentés de 1.",
      "Le pouvoir du Marteau Mato se déclenche pour chaque paquet de Dommages sur le point d'être infligés par votre Action. Si votre Action inflige des Dommages à plusieurs Alliés ou Héros, le Marteau Mato se déclenchera autant de fois et vous pouvez payer 1  pour chaque paquet de Dommages pour augmenter les Dommages de ce paquet. Vous pouvez dans ce cas choisir de payer pour augmenter seulement certains des paquets de Dommages infligés par l'Action. Il n'est pas possible de payer plus de 1  pour chaque paquet de Dommages.",
      "Le Porteur des Sandales du Minotot gagne Agilité.",
      ",  : Le Sceptre du Minotot inflige 1 Dommage  à l'Allié ou Héros de votre choix. Si vous avez dépensé au moins une Ressource , piochez une carte. Si vous avez dépensé au moins une Ressource , votre Héros regagne 2PV.",
      "Vous ne piocherez qu'une seule carte si vous payez le coût du Sceptre du Minotot en dépensant deux ressources . De la même manière, votre Héros ne regagnera que 2 PV même si vous dépensez deux ressources . Si vous dépensez  et  pour utiliser ce pouvoir, vous piocherez une carte et votre Héros regagnera 2 PV.",
      ", Recyclez le Trousseau de Clefs : Cherchez un Donjon dans votre Pioche, révélez-le et prenez-le en main, puis mélangez votre Pioche.",
      ",  : La Force de l'Allié ou Héros de votre choix est réduite de 1 jusqu'à la fin du tour.",
      "Le pouvoir de la Panoplie Ancestrale se déclenche quand une carte est sur le point d'être mise dans la Défausse d'un adversaire, quelque soit la zone dont elle provient. Ce pouvoir de Panoplie génère un pouvoir de remplacement : la carte ainsi recyclée ne passe jamais par la Défausse de son propriétaire.",
      "Le Porteur de l'Alliance Feudala ne peut pas être choisi par des pouvoirs adverses.",
      "Le Porteur de l'Alliance Feudala peut toujours être choisi par des Actions adverses comme Exclusion ou Agression. Il est également toujours affecté par les pouvoirs adverses qui ne choisissent pas explicitement, comme le pouvoir de Luc Ylook.",
      "Tant que vous avez plus de PA que tous vos adversaires, vos PA sont réduits de 1.",
      "Le premier pouvoir de l'Amulette du Kam Assutra est actif en continu, tandis que second pouvoir vérifie en permanence vos PA et ceux de tous vos adversaires s'applique simultanément en prenant en compte la valeur modifiée par le premier pouvoir. La réduction de PA liée à ce pouvoir n'est pas une perte de PA. Si votre Héros possède 6PA et qu'un Héros adverse en possède également 6, le premier pouvoir augmente vos PA à 7, que le second réduit à 6. Si votre Héros possède 6PA et que tous les Héros adverses en possèdent 7, le premier pouvoir augmente vos PA à 7, et le second pouvoir ne fait rien. Le second pouvoir de l'Amulette du Kam Assutra ne constitue pas une perte de PA.",
      "Le fonctionnement de l'Amulette du Kam Assutra peut varier si vous perdez un ou plusieurs PA. Si votre Héros possède 7PA et que le Héros adverse en possède également 7, vos PA sous Amulette du Kam Assutra sont de 7. Si votre Héros perd 1PA, son nombre de PA de base passe à 6, augmentée à 7 par le premier pouvoir, et le second pouvoir cesse d'être actif. Vos PA restent donc à 7 malgré la perte de PA que vous venez de subir. Les deux pouvoirs s'appliquant simultanément, votre Héros n'a jamais été temporairement à 6PA : vous ne défaussez donc pas de carte.",
      ": L'Allié ou Héros de votre choix gagne +1 en Force jusqu'à la fin du tour. N'utilisez ce pouvoir que si le Porteur de l'Anneau Ancestral est dans le Monde.",
      ", Retirez X éthers de la Baguette Ouratagou : L'Allié ou Héros de votre choix gagne +X en Force jusqu'à la fin du tour.",
      "Inclinez un de vos Forgemages : Ajoutez un éther sur la Baguette Ouratagou.",
      ", Retirez X éthers du Bâton du Fetusoli : Il inflige X Dommages  à l'Allié ou Héros de votre choix.",
      "Inclinez un de vos Forgemages : Ajoutez un éther sur le Bâton du Fetusoli.",
      "Le Porteur du Bouclier Aerdala gagne** Résistance 1** .",
      "Réaction. Quand un de vos Alliés ou Héros est sur le point de subir un ou plusieurs Dommages, vous pouvez payer  pour mettre en jeu le Bouclier Aerdala sur cet Allié ou Héros.",
      "Il est possible de mettre le Bouclier en jeu lors de la Résolution d'un Duel impliquant le futur Porteur du Bouclier et un Allié ou Héros adverse. Les Dommages que va infliger votre Allié ou Héros ont déjà été calculés à ce moment, et ne seront par conséquent pas modifiés par le +1 en Force du Bouclier. En revanche, ce bonus peut empêcher un de vos Alliés d'être détruit.",
      "Le Porteur du Bouclier Akwadala gagne** Résistance 1 .**",
      "Réaction. Quand un de vos Alliés ou Héros est sur le point de subir un ou plusieurs Dommages, vous pouvez payer  pour mettre en jeu le Bouclier Akwadala sur cet Allié ou Héros.",
      "Le Porteur du Bouclier Feudala gagne Résistance 1 .",
      "Réaction. Quand un de vos Alliés ou Héros est sur le point de subir un ou plusieurs Dommages, vous pouvez payer pour mettre en jeu le Bouclier Feudala sur cet Allié ou Héros.",
      "Cette carte a reçu un errata officiel : en cohérence avec l'Alliance Feudala, la Résistance du bonus de Panoplie est .",
      "Réaction. Quand un joueur adverse est sur le point de vous faire perdre un ou plusieurs PA, vous pouvez payer  pour mettre en jeu le Bouclier Fi'squal sur un de vos Alliés ou Héros.",
      "Tant que le Porteur du Bouclier Fi'squal est dans le Monde, réduisez à 0 la première perte de PA que vous êtes sur le point de subir à chaque tour.",
      "Si vous mettez en jeu le Bouclier Fi'squal en Réaction à une perte de PA que vous êtes sur le point de subir, le Bouclier Fi'squal est en jeu au moment où cette perte de PA est résolue. Par conséquent, si cette perte de PA est la première que vous êtes sur le point de subir ce tour, le Bouclier Fi'squal la réduira à 0. Si vous contrôlez plusieurs copies du Bouclier Fi'squal, vous ne pourrez pas réduire à 0 plusieurs pertes de PA : tous les Boucliers réduisent en effet la même perte de PA.",
      "Certaines versions de la carte ont un problème d'impression : il manque le trait \"Bouclier\". Il n'apparait qu'en transparence sur la couche brillante. La carte n'en est pas moins un bouclier.",
      "Le Porteur du Bouclier Terrdala gagne** Résistance 1 .**",
      "Réaction. Quand un de vos Alliés ou Héros est sur le point de subir un ou plusieurs Dommages, vous pouvez payer  pour mettre en jeu le Bouclier Terrdala sur cet Allié ou Héros.",
      "Réaction. Quand un adversaire effectue une action dans ce combat, vous pouvez payer  pour mettre en jeu le Bouclier Volant sur un de vos Alliés ou Héros attaquant ou bloqueur.",
      "Par effectuer une action pendant ce combat, on entend jouer une carte Action (y compris une Réaction), utiliser un pouvoir d'une carte ou réaffecter un Allié ou Héros bloqueur.",
      "Tant que le Porteur du Bracelet du Chef Crocodaille est en jeu, chaque fois qu'un joueur devrait piocher une carte pendant sa phase principale, il peut payer . S'il ne le fait pas, annulez cette pioche.",
      "Les pioches de carte multiples sont traitées individuellement comme des événements distincts de pioche d'une carte. Pour chaque événement de pioche d'une carte, vous devrez donc payer  ou annulez cette pioche. Vous pouvez choisir de payer ou non pour chaque événement de pioche, et non pour la globalité du pouvoir qui génère les pioches : si vous devez piochez 3 cartes, vous pouvez choisir de payer  puis  pour piocher 2 cartes seulement, la dernière pioche étant annulée.",
      ",  : Chaque joueur pioche une carte.",
      "Au début de votre tour, la Cape Houte inflige 1 Dommage  à l'Allié ou Héros de votre choix.",
      "Le coût des Actions ou des pouvoirs adverses qui choisissent le Porteur du Chapeau Aerdala est augmenté de .",
      "Le Porteur des Dagues de Boisaille perd son Alignement et devient d'Alignement Brâkmar.",
      "Si les Dagues de Boisaille sont portées par un Allié Bonta possédant un pouvoir qui n'est actif que si le Héros est d'Alignement Bonta (écrit sous la forme « Bonta. [Pouvoir]) », les Dagues de Boisaille modifient également ce pouvoir qui devient actif si le Héros est d'Alignement Brâkmar (le pouvoir devient donc « Brâkmar. [Pouvoir] »).",
      ", Retirez X éthers des Dagues de Flapegel : Détruisez l'Équipement de Niveau X de votre choix.",
      "Inclinez un de vos Forgemages : Ajoutez un éther sur les Dagues de Flapegel.",
      "Le Porteur de l'épée de Boisaille perd son Alignement et devient d'Alignement Bonta.",
      "Si l'Epée de Boisaille est portée par un Allié Brâkmar possédant un pouvoir qui n'est actif que si le Héros est d'Alignement Brâkmar (écrit sous la forme « Brâkmar. [Pouvoir]) », l'Epée de Boisaille modifie également ce pouvoir qui devient actif si le Héros est d'Alignement Bonta (le pouvoir devient donc « Bonta. [Pouvoir] »).",
      "Le Porteur de la Griffe Rose gagne Géant.",
      "Le Porteur de la Griffe Rose ne peut être incliné par son contrôleur que s'il est en combat.",
      ": Le Porteur de la Hache Terrdala inflige 2 Dommages  à l'Allié ou Héros bloqueur de votre choix. Si le Porteur de la Hache Terrdala a Géant, vous pouvez répartir ces Dommages librement entre les Alliés ou Héros bloqueurs de votre choix à la place.",
      "Chaque fois que le Porteur du Kaiser inflige un ou plusieurs Dommages de combat à un Héros adverse, il inflige successivement 1 Dommage , ,  et  à l'Allié de votre choix contrôlé par le même joueur.",
      "Quand le Kikoolarc apparaît, vous pouvez payer  pour piocher une carte.",
      ", Retirez X éthers de la Pelle du Neloma : Mettez en jeu un Allié de Niveau X depuis votre Défausse.",
      "Inclinez un de vos Forgemages : Ajoutez un éther sur la Pelle du Neloma.",
      "Le Prisme de Conquête apparaît placé sur la Zone adverse de votre choix. Tant que le Prisme de Conquête est dans le Monde, vous contrôlez cette Zone.",
      "Le Porteur des Protège-Tibias Ancestraux gagne **Résistance 1 **.",
      "Recette : Bricoleur 3",
      ", X , Détruisez le Tonneau Explosif : Tous les Équipements de Niveau X dans le Monde et dans les Havres Sacs sont détruits."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\alliance-de-silimelle.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\amukwak-de-glace.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\anneau-fioutioure.html"
    ]
  },
  {
    "mainType": "Zone",
    "count": 61,
    "subTypes": [
      "Unique",
      "Château",
      "Cimetière",
      "Donjon",
      "Dojo",
      "Banque",
      "Cité",
      "Bonta",
      "Brâkmar",
      "Enclos",
      "Forêt",
      "Landes",
      "Mer",
      "Plaine",
      "Arbre",
      "Zaap",
      "Île",
      "Arène",
      "Champ",
      "Mine",
      "Port",
      "Village",
      "Atelier",
      "Champs",
      "Auberge",
      "Territoire de Conquête"
    ],
    "characteristics": [
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has cost effects",
      "Has notes",
      "Has keywords"
    ],
    "stats": [
      "Niveau"
    ],
    "keywords": [
      "Héros : Bonta",
      "Tant qu'ils bloquent, les Alliés et Héros Bonta que vous contrôlez ont +1 en Force.",
      ", Recyclez un de vos Alliés Bonta dans le Monde : Piochez une carte.",
      "Héros : Brâkmar",
      "Tant qu'ils attaquent, les Alliés et Héros Brâkmar que vous contrôlez ont +1 en Force.",
      ", Détruisez un de vos Alliés Brâkmar : Piochez une carte."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\amakna-le-village.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\chateau-d-amakna.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\chateau-des-wabbits.html"
    ]
  },
  {
    "mainType": "Salle",
    "count": 34,
    "subTypes": [
      "Atelier",
      "Unique",
      "Temple",
      "Auberge",
      "Prison",
      "Bibliothèque",
      "Laboratoire",
      "Toilettes"
    ],
    "characteristics": [
      "Has cost effects",
      "Has keywords",
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has notes"
    ],
    "stats": [
      "Niveau"
    ],
    "keywords": [
      "Recette : Bricoleur 3",
      ", Recyclez un Équipement de votre Défausse : Le Porteur de l'Équipement de votre choix gagne +1 en Force et Résistance 1 dans l'élément de l'Équipement recyclé jusqu'à la fin du tour.",
      ": Le Héros de votre choix regagne 2 PV.",
      ": Nommez un élément et choisissez un Allié ou Héros dans le Monde. Jusqu'à la fin du tour, tous les Dommages de l'élément nommé sur le point d'être infligés à cet Allié ou Héros sont augmentés de 1.",
      ": Échangez la position d'un de vos Alliés ou Héros attaquants ou bloqueurs avec celle d'un autre de vos Alliés ou Héros de Force inférieure ou égale.",
      "Lorsque vous échangez un Allié ou Héros attaquant ou bloqueur avec un autre Allié ou Héros hors du combat, alors ce dernier rentre en combat à sa place, tandis que ce premier revient dans le Monde en conservant son statut (incliné ou redressé).",
      ", Détruisez un de vos Monstres : Le Héros de votre choix regagne un nombre de PV égal à la Force du Monstre détruit.",
      "Recette : Bricoleur 1",
      "Détruisez l'Auberge d'Astrub : Le Héros de votre choix regagne 2 PV.",
      ": Jouez à Chi-Fu-Mi. Si vous gagnez, piochez deux cartes, puis défaussez-vous d'une carte de votre main. Sinon, tous les joueurs piochent une carte.",
      ": Recyclez une carte de votre main, puis piochez une carte.",
      "Si vous n'avez pas de carte en main, vous ne pouvez pas recycler, vous ne piochez pas.",
      ": Le Monstre de votre choix gagne Géant ou +2 en Force jusqu'à la fin du tour.",
      ": Jusqu'au début de votre prochain tour, le prochain Allié ou Héros qui s'incline dans le Monde subit 2 Dommages .",
      "Si plusieurs Alliés ou Héros s'inclinent simultanément, le contrôleur du Temple Sram choisit lequel subit les Dommages.",
      "L'Atelier d'Alchimiste compte comme deux cartes  lorsqu'il est recyclé pour fabriquer une Salle ou un Équipement. Vous pouvez le recycler depuis votre Défausse, votre main ou votre Havre Sac de cette façon.",
      "L'Atelier de Bijoutier compte comme deux cartes  lorsqu'il est recyclé pour fabriquer une Salle ou un Équipement. Vous pouvez le recycler depuis votre Défausse, votre main ou votre Havre Sac de cette façon.",
      "L'Atelier de Boulanger compte comme deux cartes  lorsqu'il est recyclé pour fabriquer une Salle ou un Équipement. Vous pouvez le recycler depuis votre Défausse, votre main ou votre Havre Sac de cette façon.",
      "L'Atelier de Pêcheur compte comme deux cartes  lorsqu'il est recyclé pour fabriquer une Salle ou un Équipement. Vous pouvez le recycler depuis votre Défausse, votre main ou votre Havre Sac de cette façon.",
      "Quand la Prison de Brâkmar apparaît, choisissez un Allié adverse dans le Monde. Tant que la Prison de Brâkmar est en jeu, cet Allié ne peut ni attaquer, ni bloquer, ni utiliser ses pouvoirs, ni produire de Ressource.",
      ": Cherchez un Allié Bonta ou Brâkmar non Unique dans votre Pioche, révélez-le et prenez-le en main, puis mélangez votre Pioche.",
      "Recette : Bricoleur 2",
      ": Jouez à Chi-Fu-Mi avec un autre joueur. Le vainqueur gagne 1 XP.",
      ", Détruisez un de vos Monstres : Le Héros de votre choix regagne un nombre de PV égal à la Force de ce Monstre.",
      "La Forge de Deudoiné peut être inclinéee à la place d'un Forgeron pour fabriquer une Arme.",
      "Recette : Bricoleur 4",
      "Toutes vos cartes qui produisent de la ressource peuvent produire une ressource de l'élément de votre choix.",
      "Au début de votre tour, si le Laboratoire d'Otomaï se trouve dans votre Défausse, vous pouvez le recycler pour reprendre en main une autre carte de votre Défausse.",
      "Au début de votre tour, si votre Héros se trouve dans son Havre Sac, il regagne 2 PV.",
      ", Reprenez la Salle des Trésors de Ruel dans votre main : Jouez gratuitement une carte Équipement de votre main.",
      ", Recyclez X Monstres de votre Défausse : Votre Héros regagne X PV.",
      ": Redressez l'Allié ou Héros de votre choix.",
      ": L'Allié ou Héros de votre choix gagne Résistance 1 dans l'élément de votre choix jusqu'à la fin du tour.",
      ": L'Allié ou Héros de votre choix gagne +2 en Force jusqu'à la fin du tour.",
      ": Le joueur de votre choix perd 1 PA jusqu'à la fin du tour.",
      ": Choisissez une carte dans la Défausse du joueur de votre choix et recyclez-la."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\atelier-de-forgemagie.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\salle-du-trone-d-allister.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\temple-eniripsa.html"
    ]
  },
  {
    "mainType": "Dofus",
    "count": 17,
    "subTypes": [
      "Unique"
    ],
    "characteristics": [
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has notes"
    ],
    "stats": [
      "Niveau",
      "PA",
      "PM",
      "PV",
      "Force"
    ],
    "keywords": [],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\amakna\\dofus-ebene.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\dofus-ivoire.html",
      "E:\\wakfu_deck_builder\\pages\\amakna\\dofus-kaliptus.html"
    ]
  },
  {
    "mainType": "Héros",
    "count": 26,
    "subTypes": [
      "Osamodas",
      "Eniripsa",
      "Sacrieur",
      "Ecaflip",
      "Xélor",
      "Iop",
      "Sadida",
      "Féca",
      "Crâ",
      "Pandawa",
      "Sram",
      "Enutrof",
      "Wabbit",
      "Alchimiste"
    ],
    "characteristics": [
      "Has card number",
      "Has artists",
      "Has notes",
      "Has cost effects",
      "Has keywords"
    ],
    "stats": [
      "PA",
      "PM",
      "PV",
      "Niveau",
      "Force"
    ],
    "keywords": [
      "Agilité",
      ": Mettez en jeu un Allié Wabbit de Niveau 1 ou 2 gratuitement de votre main dans le Monde."
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\babeth-safoueth.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\bom-d-utygr.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\coa-gullay.html"
    ]
  },
  {
    "mainType": "Protecteur",
    "count": 12,
    "subTypes": [
      "Unique"
    ],
    "characteristics": [
      "Has card number",
      "Has flavor text",
      "Has artists"
    ],
    "stats": [
      "Niveau"
    ],
    "keywords": [],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\brumaire-protecteur-de-novamaire.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\djaul-protecteur-de-descendre.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\jiva-protectrice-de-javian.html"
    ]
  },
  {
    "mainType": "Havre Sac",
    "count": 10,
    "subTypes": [
      "Taille 4",
      "Résistance 12",
      "Résistance 15"
    ],
    "characteristics": [
      "Has keywords",
      "Has card number",
      "Has flavor text",
      "Has artists",
      "Has cost effects"
    ],
    "stats": [
      "Niveau"
    ],
    "keywords": [
      "Résistance 1"
    ],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\havre-sac-du-bwork.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\havre-sac-du-corbac.html",
      "E:\\wakfu_deck_builder\\pages\\bonta-brakmar\\havre-sac-du-craqueleur.html"
    ]
  },
  {
    "mainType": "Allié Élémentaire",
    "count": 4,
    "subTypes": [],
    "characteristics": [
      "Has card number",
      "Has artists"
    ],
    "stats": [
      "Niveau",
      "Force"
    ],
    "keywords": [],
    "requirements": [],
    "examples": [
      "E:\\wakfu_deck_builder\\pages\\draft\\aero.html",
      "E:\\wakfu_deck_builder\\pages\\draft\\akwa.html",
      "E:\\wakfu_deck_builder\\pages\\draft\\pyro.html"
    ]
  }
]